
export const rawSingleChoice = `
1.2020 年 11 月 16 日至 17 日，中央全面依法治国工作会议在北京召开。这次会议的一个重要成果，就是首次提出（ ）。
A.公平正义
B.以人为本
C.习近平法治思想
D.社会主义核心价值观
答案：C
2.习近平法治思想是习近平新时代中国特色社会主义思想的重要组成部分，其根本立场是（ ）。
A.以人民为中心
B.党的领导
C.依法治国
D.公平正义
答案：A
3.习近平法治思想是党的（ ）以来法治建设最重要的标志性成果。
A.十七大
B.十八大
C.十九大
D.二十大
答案：B
4.习近平法治思想提出，要建设一支（ ）。
A.高素质法治工作队伍
B.专业化法治工作队伍
C.德才兼备的高素质法治工作队伍
D.忠诚干净担当的法治工作队伍
答案：C
5.推进全面依法治国的总目标是（ ）。
A.有法可依、有法必依、执法必严、违法必究
B.建设中国特色社会主义法治体系、建设社会主义法治国家
C.建设社会主义和谐社会
D.建设社会主义法治政府
答案：B
6.坚持依法治国首先要坚持（ ）。
A.依宪治国
B.依宪执政
C.依法执政
D.依法行政
答案：A
7.全面依法治国的根本目的是（ ）。
A. 维护社会公平正义
B. 保障人民权益
C. 维护国家安全
D. 促进经济发展
答案：B
8.（ ）是维护社会公平正义的最后一道防线。
A.刑法
B.良法善治
C.公正司法
D.司法平等
答案：C
9.党的二十大报告深刻指出，（ ）是构筑法治国家的基础。
A.法治社会
B.法治政府
C.法治
D.依法治国
答案：A
10.坚持以人民为中心，这是全面依法治国的（ ）。
A.力量源泉
B.核心作用
C.根本保证
D.首要任务
答案：A
11.坚定不移走中国特色社会主义法治道路，要完善以（ ）为核心的中国特色社会主义法律体系。
A.宪法
B.立法法
C.程序法
D.组织法
答案：A
12.全面依法治国是一个系统工程，其中重点任务和主体工程是（ ）。
A.普法工作
B.法治社会建设
C.提高司法公信力
D.法治政府建设
答案：D
13.法治的根基在（ ）。
A.经济
B.社会
C.制度
D.人民
答案：D
14.在“四个全面”战略布局中，（ ）具有基础性、保障性作用。
A.全面建设社会主义现代化国家
B.全面深化改革
C.全面依法治国
D.全面从严治党
答案：C
15.习近平总书记在中央全面依法治国工作会议上强调，推进全面依法治国，（ ）是重点任务和主体工程，要率先突破。
A.法治国家建设
B.法治政府建设
C.法治社会建设
D.平安中国建设
答案：B
16.坚持抓住领导干部这个“关键少数”，是关于全面依法治国的（ ）。
A.动力源泉
B.关键所在
C.必然要求
D.基础保障
答案：B
17.坚持用习近平法治思想武装头脑、指导实践、推动工作，是深入学习贯彻习近平新时代中国特色社会主义思想、全面推进新时代中国特色社会主义事业的必然要求，对于统一思想认识、明确前进方向、凝聚奋进力量，加快建设良法善治的（ ），不断谱写（ ）的新篇章，具有重大现实意义和深远历史意义。
A.法治中国 “中国之理”
B.法制中国 “中国之理”
C.法治中国 “中国之治”
D.法制中国 “中国之治”
答案：C
18.习近平总书记在中央全面依法治国工作会议上指出，强调严格执法，让违法者敬法畏法，但绝不是暴力执法、过激执法，要让执法（ ）。
A.既有原则又有灵活
B.既有力度又有温度
C.既有惩处又有教育
D.既有协调又有监督
答案：B
19.习近平总书记在中央全面依法治国工作会议上强调，（ ）是我国社会主义法治之魂，是我国法治同西方资本主义国家法治最大的区别。
A.党的领导
B.公平正义
C.中国特色
D.融合创新
答案：A
20.（ ）是司法的灵魂和生命。
A.公开准确
B.公平正义
C.严格执法
D.依法依规
答案：B
21.要坚持不懈用习近平法治思想武装青年头脑，引导广大青年树立对中国特色社会主义法治道路的（ ）、对建设社会主义法治国家的（ ）；善于运用习近平法治思想（ ），积极投身新时代全面依法治国实践，在建设法治中国的宏伟征程中贡献青春力量。
A.坚定信念 坚定信心 分析问题、解决问题
B.坚定信念 坚定信心 分析问题
C.坚定信心 坚定信念 分析问题、解决问题
D.坚定信心 坚定信念 分析问题
答案：A
22.根据《关于推进全省司法所综合改革的实施意见》，在县（市、区）司法局全面推行（ ）机制。
A.街道吹哨、部门报到
B.局所联动、所呼局应
C.共建联动、一体运行
D.定期考核、双向互评
答案：B
23.根据《关于推进全省司法所综合改革的实施意见》，县（市、区）司法局要开展业务科室与司法所共建，定期组织（ ）。
A.双向检查
B.双向考核
C.双向互评
D.检查考评
答案：C
24.根据《关于推进全省司法所综合改革的实施意见》，大型司法所的基本建设参考标准要求取得法律职业资格或具有法律专业背景的工作人员不少于（ ）人。
A.4
B.3
C.2
D.1
答案：B
25.根据《关于推进全省司法所综合改革的实施意见》，大型司法所的基本建设参考标准要求乡镇司法所业务用房面积不低于（ ）平米，街道司法所不低于（ ）平米。
A.240、210
B.180、150
C.150、120
D.240、180
答案：D
26.根据《关于推进全省司法所综合改革的实施意见》，中型司法所的基本建设参考标准要求取得法律职业资格或具有法律专业背景的工作人员不少于（ ）人。
A.4
B.3
C.2
D.1
答案：C
27.根据《关于推进全省司法所综合改革的实施意见》，中型司法所的基本建设参考标准要求乡镇司法所业务用房面积不低于（ ）平米，街道司法所不低于（ ）平米。
A.240、210
B.180、150
C.150、120
D.240、180
答案：B
28.根据《关于推进全省司法所综合改革的实施意见》，小型司法所的基本建设参考标准要求取得法律职业资格或具有法律专业背景的工作人员不少于（ ）人。
A.4
B.3
C.2
D.1
答案：D
29.根据《关于推进全省司法所综合改革的实施意见》，小型司法所的基本建设参考标准要求乡镇司法所业务用房面积不低于（ ）平米，街道司法所不低于（ ）平米。
A.240、210
B.180、150
C.150、120
D.240、180
答案：C
30.根据《关于推进全省司法所综合改革的实施意见》，县（市、区）司法局党组（ ）至少研究一次司法所工作。
A.每季度
B.每月
C.每周
D.每半年
答案：A
31.司法行政徽特定的三种表现形式，除（ ）外，其他形式在应用时，可根据实际情况选用《司法所外观标识规范》中规定的标准色。
A.正稿
B.负稿
C.单色稿
D.多色稿
答案：A
32.根据《司法所外观标识规范》要求，下列不能根据具体情况按比例缩放的是（ ）。
A.门楣
B.玻璃防撞条
C.司法行政徽
D.竖式外挂标牌
答案：B
33.司法所外观标准色为蓝色（司法蓝），源于浩瀚的大海和无垠的蓝天，象征（ ）包容、理性，寓意司法所服务为民、敬业奉献，为群众带来祥和安宁，维护社会和谐稳定。
A.公平
B.祥和
C.正义
D.和谐
答案：B
34.司法所前竖式外挂标牌，白底黑字，悬挂于正门（ ）合适位置，可结合实际按比例放大，但不得改变颜色和字体。
A.左侧
B.右侧
C.两侧
D.视情况而定
答案：A
35.司法所标识灯箱整体为（ ），字体为（ ）。
A.上蓝下白，方正大黑
B.上白下蓝，黑体
C.上白下蓝，方正大黑
D.上蓝下白，黑体
答案：C
36.司法行政徽的最小使用尺寸为（ ）。
A.4mm
B.6mm
C.8mm
D.10mm
答案：C
37.根据《新时代“枫桥式司法所”建设指引》，司法所在编工作人员本科以上学历、具有法学专业背景或通过法律职业资格考试的人数均不低于（ ）；司法所长为本科以上学历。
A.80%
B.70%
C.60%
D.50%
答案：D
38.中华人民共和国公民有言论、出版、集会、结社、游行、（ ）的自由。
A.示威
B.抗议
C.异议
D.反对
答案：A
39.中华人民共和国的一切权力属于（ ）。
A.人民
B.公民
C.国民
D.全国人民代表大会
答案：A
40.中华人民共和国的社会主义经济制度的基础是生产资料的社会主义公有制，即（ ）和劳动群众集体所有制。
A.全民所有制
B.公民所有制
C.人民所有制
D.国民所有制
答案：A
41.中华人民共和国的国家机构实行（ ）的原则。
A.民主集中制
B.集中民主制
C.首长负责制
D.领导负责制
答案：A
42.中华人民共和国保护华侨的正当的权利和利益，保护归侨和侨眷的（ ）权利和利益。
A.正当的
B.合法的
C.正常的
D.基本的
答案：B
43.下列（ ）选项不是全国人民代表大会常务委员会的职权。
A.监督国务院、中央军事委员会、国家监察委员会、最高人民法院和最高人民检察院的工作
B.决定同外国缔结的条约和重要协定的批准和废除
C.规定和决定授予国家的勋章和荣誉称号
D.批准省、自治区和直辖市的建置
答案：D
44.我国在各少数民族（ ）的地方实行区域自治，设立自治机关，行使自治权。
A.居住
B.生活
C.聚居
D.群居
答案：C
45.如果全国人民代表大会常务委员会认为必要，或者有（ ）以上的全国人民代表大会代表提议，可以临时召集全国人民代表大会会议。
A.五分之一
B.四分之一
C.三分之一
D.二分之一
答案：A
46.全国人民代表大会任期届满的（ ）以前，全国人民代表大会常务委员会必须完成下届全国人民代表大会代表的选举。
A.一个月
B.两个月
C.三个月
D.四个月
答案：B
47.全国人民代表大会会议每年举行一次，由（ ）召集。
A.全国人民代表大会委员长
B.全国人民代表大会副委员长
C.全国人民代表大会主席团
D.全国人民代表大会常务委员会
答案：D
48.全国人民代表大会代表的选举由（ ）主持。
A.全国人民代表大会常务委员会
B.全国人民代表大会专门委员会
C.全国人民代表大会主席团
D.各省代表团
答案：A
49.集体经济组织实行民主管理，依照（ ）规定选举和罢免管理人员，决定经营管理的重大问题。
A.村规民约
B.法律
C.行政规章
D.地方性法规
答案：B
50.国家倡导社会主义核心价值观，提倡爱祖国、爱人民、爱劳动、爱科学、（ ）的公德。
A.爱社会主义
B.爱国家主义
C.爱自由主义
D.爱民主主义
答案：A
51.中央和地方的国家机构职权的划分，遵循在中央的统一领导下，充分发挥地方的（ ）、积极性的原则。
A.主动性
B.自主性
C.独立性
D.创造性
答案：A
52.无配偶者收养异性子女的，收养人与被收养的年龄应当相差（ ）周岁以上。
A.四十
B.四十五
C.五十
D.三十五
答案：A
53.无子女的收养人最多可以收养（ ）名子女。
A.一
B.两
C.三
D.以上都可以
答案：B
54.根据《民法典》，处理个人信息时，行为人有可能会承担民事责任的是（ ）。
A.在该自然人或者其监护人同意的范围内合理实施的行为
B.合理处理该自然人自行公开的或者其他已经合法公开的信息，但是该自然人明确拒绝或者处理该信息侵害其重大利益的除外
C.为维护公共利益或者该自然人合法权益，合理实施的其他行为
D.处理已经出现在公共平台的个人信息或者该自然人未明确拒绝处理的行为
答案：D
55.自婚姻登记机关收到离婚登记申请之日起（ ），任何一方不愿意离婚的，可以向婚姻登记机关撤回离婚登记申请。
A.十五日内
B.三十日内
C.四十五日内
D.六十日内
答案：B
56.下列不属于处理个人信息应当遵循的原则的是（ ）。
A.公开
B.合法
C.正当
D.必要
答案：A
57.流转期限为（ ）以上的土地经营权，自流转合同生效时设立。当事人可以向登记机构申请土地经营权登记; 未经登记不得对抗善意第三人。
A.三年
B.二年
C.五年
D.七年
答案：C
58.当事人订立合同，可以采用（ ）。
A.书面形式
B.口头形式
C.其他形式
D.以上都是
答案：D
59.有下列（ ）原因之一并依法完成清算、注销登记的，法人终止。
A.法人解散
B.法人被宣告破产
C.法律规定的其他原因
D.以上都是
答案：D
60.指定监护人前，被监护人的人身权利、财产权利以及其他合法权益处于无人保护状态的，由被监护人住所地的（ ）担任临时监护人。
A.居民委员会
B.村民委员会
C.法律规定的有关组织或者民政部门
D.以上都可以
答案：D
61.不能辨认或者不能完全辨认自己行为的成年人，其利害关系人或者有关组织，可以向人民法院申请认定该成年人为（ ）。
A.无民事行为能力人
B.限制民事行为能力人
C.无民事行为能力人或者限制民事行为能力人
D.民事行为能力人或者民事行为能力人
答案：C
62.民事主体从事民事活动，应当遵循（ ）原则，秉持诚实，恪守承诺。
A.诚信
B.公平
C.公正
D.公开
答案：A
63.一切国家机关和武装力量、各政党和各社会团体、各企业事业组织都必须以（ ）为根本的活动准则。
A.宪法
B.党章
C.章程
D.法规
答案：A
64.普法工作要在针对性和实效性上下功夫，特别是要加强（ ），不断提升全体公民法治意识和法治素养。
A.领导干部学法
B.青少年法治教育
C.全民普法
D.农民法治宣传教育
答案：B
65.全国各族人民、一切国家机关和武装力量、各政党和各社会团体、各企业事业组织，都必须以（ ）为根本的活动准则，都负有维护宪法尊严、保证宪法实施的职责。
A.宪法
B.民法典
C.规章
D.行政法规
答案：A
66.中华人民共和国实行土地社会主义公有制，即全民所有制和（ ）
A.国家所有制
B.私有制
C.劳动群众集体所有制
D.以上均不正确
答案：C
67.征收下列土地的，哪项无须国务院批准（ ）。
A.基本农田
B.基本农田以外的耕地 30 公顷
C.基本农田以外的耕地 40 公顷
D.其他土地 80 公顷
答案：B
68.在土地承包经营期限内，对个别承包经营者之间承包的土地进行适当调整的，必须经村民会议 2/3 以上成员或者 2/3 以上村民代表的同意，并报（ ）机构批准。
A.乡（镇）人民政府
B.县级人民政府农业行政主管部门
C.乡（镇）人民政府和县级人民政府农业行政主管部门
D.乡（镇）人民政府或县级人民政府农业行政主管部门
答案：C
69.国家实行占用耕地补偿制度。非农建设经批准占用耕地的，按照（ ）的原则，由占用耕地的单位负责开垦与所占用耕地数量相当的耕地。
A.谁占用、谁开垦
B.谁开垦、谁受益
C.占多少、垦多少
D.谁占用、谁负责
答案：C
70.（ ）土地利用总体规划应当划定土地利用区，根据土地使用条件，确定每一块土地的用途，并予以公告。
A.县级以上
B.县级
C.乡（镇）
D.县级和乡（镇）
答案：C
71.农民集体所有的土地由本集体经济组织的成员承包经营，从事种植业、林业、畜牧业、渔业生产。土地承包经营期限为（ ）。
A.30 年
B.40 年
C.50 年
D.60 年
答案：A
72.国家所有的土地所有权由（ ）代表国家行使。
A.基层人民政府
B.国务院
C.省级以上人民政府
D.国土资源部
答案：B
73.征收土地应当给予公平、合理的（ ），保障被征地农民原有生活水平不降低、长远生计有保障。
A.赔偿
B.补偿
C.补贴
D.补助
答案：B
74.国家编制土地利用总体规划，规定土地用途，将土地分为（ ）、建设用地和未利用地。
A.农用地
B.耕地
C.农业建设用地
D.农田水利用地
答案：A
75.城市市区的土地属于（ ）所有。
A.使用者
B.集体
C.个人
D.国家
答案：D
76.出让、出租集体经营性建设用地，应当经本集体经济组织成员的村民会议（ ）以上成员或者（ ）以上村民代表的同意。
A.三分之二、二分之一
B.二分之一、三分之二
C.三分之二、三分之二
D.二分之一、二分之一
答案：C
77.临时使用土地期限一般不超过（ ）。
A.一年
B.二年
C.三年
D.五年
答案：B
78.关于《行政处罚法》的适用范围，下列哪一说法是错误的（ ）。
A.行政处罚的设定适用本法
B.行政处罚的实施适用本法
C.行政处罚的基本原则适用本法
D.具体领域的处罚行为认定也必须适用本法
答案：D
79.关于行政处罚，下列哪一说法是正确的（ ）。
A.根据法律规定，行政机关享有行政处罚授权
B.任何国家机关都享有行政处罚权
C.对于犯罪的相对人可以先予以处罚，再追究刑事责任
D.行政处罚的手段表现为减损合法权益
答案：A
80.关于行政处罚的立法依据，下列哪一说法是正确的（ ）。
A.行政法规是立法依据
B.宪法是立法依据
C.行政规章是立法依据
D.地方性法规是立法依据
答案：B
81.关于行政处罚的立法目的，下列哪一说法是正确的（ ）。
A.规范行政处罚的设定
B.保障行政处罚的规定
C.监督行政处罚的设定
D.只维护公共利益
答案：A
82.制定刑法的法律根据是（ ）。
A.宪法
B.民法
C.行政法
D.侵权法
答案：A
83.我国刑法规定的完全不负刑事责任的年龄为不满（ ）。
A.14 周岁
B.16 周岁
C.18 周岁
D.12 周岁
答案：D
84.我国刑法对于未遂犯的处罚原则是（ ）。
A.应当减轻或者免除处罚
B.应当从轻或者减轻处罚
C.可以从轻或者减轻处罚
D.可以减轻或者免除处罚
答案：C
85.道路交通工作，应当遵守的原则是（ ）。
A.严厉处罚的原则
B.依法管理、方便群众的原则
C.处罚与教育相结合的原则
D.以上都不是
答案：B
86.造成交通事故后逃逸的，由公安机关交通管理部门吊销机动车驾驶证，且（ ）不得重新取得机动驾驶证。
A.两年
B.五年
C.十年
D.终生
答案：D
87.将机动车交由未取得机动车驾驶证或者机动车驾驶证被吊销、暂扣的人驾驶的，由公安交通管理部门处（ ）。
A.100 元以上 200 元以下罚款
B.200 元罚款
C.200 元以上 2000 以下罚款
D.500 元以上 2000 元以下罚款
答案：C
88.承包经营权人承包耕地的期限（ ）年。
A.三十年
B.七十年
C.五十年
D.四十年
答案：A
89.土地承包经营权人依法对其承包经营的耕地、林地、草地等享有（ ）权利。
A.占有
B.使用
C.收益
D.以上都是
答案：D
90.根据《民法典》有关规定，个体工商户的债务，个人经营的，以个人财产承担，家庭经营的，以家庭财产承担，无法区分的，以（ ）承担。
A.家庭财产
B.集体财产
C.个人财产
D.部分成员财产
答案：A
91.《民法典》规定，监护人应当按照（ ）的原则履行监护职责。
A.尊重被监护人意愿
B.遵守法律法规
C.权利义务对等
D.最有利于被监护人
答案：D
92.对监护人的确定有争议的，由被监护人住所地的（ ）指定监护人。
A.民政部门
B.居民委员会、村民委员会
C.居民委员会、村民委员会或者民政部门
D.民政部门和公益组织
答案：C
93.不能辨认或者不能完全辨认自己行为的成年人，（ ），可以向人民法院申请认定该成年人为无民事行为能力人或者限制民事行为能力人。
A.其近亲属或者有关组织
B.其法定监护人或者有关组织
C.其利害关系人或者有关组织
D.其法定代理人或者有关组织
答案：C
94.《民法典》规定，（ ）以上的未成年人为限制民事行为能力人，实施民事法律行为由其法定代理人代理或者经其法定代理人同意、追认，但是可以独立实施纯获利益的民事法律行为或者与其年龄、智力相适应的民事法律行为。
A.六周岁
B.十周岁
C.十四周岁
D.八周岁
答案：D
95.十八周岁以上的自然人为成年人。成年人为完全民事行为能力人，可以（ ）。
A.独立实施民事行为
B.独立实施民事法律行为
C.独立进行民事活动
D.独立承担民事责任
答案：B
96.《民法典》是为了保护民事主体的合法权益，调整民事关系，维护社会和经济秩序，适应（ ），弘扬社会主义核心价值观而制定的法律。
A.社会主义初级阶段的发展要求
B.中国特色社会主义发展要求
C.商品经济发展的需求
D.社会主义现代化建设事业发展的需要
答案：B
97.离婚时，子女已满（ ）周岁的，抚养权应当尊重其子女真实意愿。
A.二周岁
B.六周岁
C.八周岁
D.十周岁
答案：C
98.司法所要切实履行在调解工作中的日常指导职责，依法建立健全调解组织网络，加强调解员队伍建设，完善调解工作制度，提升调解工作水平，推动构建以（ ）为基础的大调解工作格局。
A.人民调解
B.行政调解
C.司法调解
D.商事调解
答案：A
99.对下列民间纠纷，人民调解委员会不能进行调解的是（ ）。
A.杨某与妻子林某夫妻不和引起的婚姻家庭纠纷
B.纪某与洪某之间因宅基地使用权发生的财产性纠纷
C.罗某致周某轻微伤害的侵权性纠纷
D.冯某不服公安机关治安管理处罚的行政纠纷
答案：D
100.当事人（ ）向人民调解委员会申请调解；人民调解委员会也可以（ ）调解。
A.可以；主动
B.应当；强制
C.可以；强制
D.应当；主动
答案：A
101.《人民调解法》自（ ）起施行。
A.2010 年 8 月 28 日
B.2010 年 12 月 4 日
C.2011 年 1 月 1 日
D.2011 年 3 月 1 日
答案：C
102.人民调解员在调解工作中有违反人民调解法的行为，由所在的人民调解委员会给予批评教育、责令改正。情节严重的，由推选或者聘任单位予以（ ）。
A.罢免
B.罢免或者解聘
C.解聘
D.开除
答案：B
103.人民调解员根据调解纠纷的需要，在征得当事人的同意后，可以邀请当事人的（ ）等参与调解。
A.亲属
B.邻里
C.同事
D.以上三项都对
答案：D
104.人民调解卷宗保管期限分为短期、长期、永久三种。短期保管期限应为 5 年，长期保管期限应为（ ）年。
A.8
B.10
C.15
D.20
答案：B
105.行业性专业性人民调解委员会一般应配备（ ）名以上专职人民调解员。
A.1
B.2
C.3
D.4
答案：C
106.人民调解组织受理民间纠纷的范围有（ ）。
A.公民之间涉及民事权利义务的纠纷
B.公民与法人之间涉及民事权利义务的纠纷
C.公民与其他组织涉及民事权利义务的纠纷
D.以上三项都对
答案：D
107.人民调解应当遵循自愿平等、（ ）、尊重当事人权利的原则。
A.合理公平
B.合法合理
C.合情合理
D.不违背法律法规和国家政策
答案：D
108.人民调解委员会委员任期为（ ）年。
A.二
B.三
C.四
D.五
答案：B
109.在人民调解委员会主持下达成的下列调解协议内容，具有民事合同性质的是（ ）。
A.刘同意改掉喝酒骂人的坏毛病
B.苏某同意与董某搞好邻里关系
C.金某同意放弃向文某追偿
D.袁某保证将工资卡交由妻子管理
答案：C
110.经人民调委会调解达成的协议书（ ）。
A.没有任何约束力
B.没有法律效力
C.具有强制执行力
D.具有民事合同性质
答案：D
111.下列情形属于人民调解组织应该受理的是（ ）。
A.财产损害
B.严重人身伤害
C.已经申请政府处理完毕的
D.法院已经受理的
答案：A
112.关于人民调解员的安排，下列说法正确的是（ ）。
A.只能由人民调解委员会指定
B.只能由当事人选择
C.当事人对人民调解员提出回避要求的，人民调解委员会一律不予调换
D.人民调解委员会可以指定一名或数名人民调解员进行调解，也可由当事人选择一名或数名人民调解员进行调解
答案：D
113.乡镇（街道）人民调解委员会应有（ ）名以上专职人民调解员，有条件的村（居）和企事业单位人民调解委员会应有（ ）名以上专职人民调解员，派驻有关单位和部门的人民调解工作室应有（ ）名以上专职人民调解员。
A.1,1,1
B.1,2,1
C.2,1,2
D.2,2,2
答案：C
114.村民委员会、社区居民委员会的人民调解委员会委员由（ ）推选产生。
A.村民会议
B.村民代表会议
C.居民会议或居民代表会议
D.以上都对
答案：D
115.经人民调解委员会调解达成调解协议后，双方当事人认为有必要的，可以自调解协议生效之日起（ ）日内共同向人民法院申请司法确认，人民法院应当及时对调解协议进行审查，依法确认调解协议的效力。
A.15
B.30
C.60
D.90
答案：B
116.人民调解是在人民调解委员会的主持下，通过调解员的调解，促使当事人在平等协商的基础上自愿达成协议的活动。以下哪项不是人民调解的特点？（ ）
A.自愿性
B.强制性
C.专业性
D.保密性
答案：B
117.放弃继承的效力，从何时开始起算？（ ）
A.放弃意思表示作出时
B.遗产分割时
C.继承开始时
D.法院判决时
答案：C
118.判断一份遗嘱是否有效，应以哪个时间点来确定遗嘱人是否具有相应的民事行为能力？（ ）
A.遗嘱起草时
B.遗嘱人去世时
C.遗嘱订立时
D.遗产分割时
答案：C
119.下列哪些人员不属于安置帮教对象（ ）。
A.在监狱、看守所刑罚执行完毕或被赦免后予以释放 5 年内的人员。
B.管制、假释和暂予监外执行期满或被赦免后解除社区矫正3 年内的人员。
C.缓刑考验期满、原判刑罚不再执行的解除社区矫正的人员，在生产生活遇到困难时寻求帮助的。
D.未成年犯罪刑满释放人员，提出安置帮教申请的。
答案：C
120.县级司法行政部门接到监狱、看守所、社区矫正机构服刑人员信息后，应当组织户籍地司法所协调公安派出所、村（社区）、家庭成员等对该服刑人员姓名、性别、身份证号、户籍地址、居住地址、近亲属联系方式等信息进行核查，并于（ ）向对应监狱、看守所、社区矫正机构反馈。
A.三十日内
B.三十个工作日内
C.十五日内
D.十五个工作日内
答案：A
121.监狱应当在服刑人员刑满释放前（ ）通知其户籍地和居住地县级司法行政部门，县级司法行政部门调查其可能遇到的生活困难、家庭变化、有无固定住所、社会交往等情况。县级司法行政部门应当在收到通知之日起（ ）内向监狱反馈调查结果，供出监评估参考。
A.一个月、三十日
B.一个月、三十个工作日
C.三个月、三十日
D.三个月、三十个工作日
答案：C
122.县级司法行政部门应当组织司法所在接到服刑人员释放信息之日起（ ）内制定衔接和安置帮教方案，填写回执单向监狱、社区矫正机构反馈。
A.一个月
B.三十个工作日
C.十五日
D.十五个工作日
答案：C
123.对“三假”人员，（ ）县级司法行政部门要主动与监狱、看守所对接，及时向党委政府汇报，争取相关部门支持，落实衔接和临时安置措施。
A.原侦查机关所在地
B.原审判机关所在地
C.服刑机关所在地
D.假户籍地
答案：A
124.刑满释放重点帮教对象除“三无”“三假”人员以外，应当由监狱、看守所送至（ ）。
A.户籍地司法所
B.居住地司法所
C.户籍地或居住地县级安帮机构
D.户籍地县级安帮机构
答案：C
125.与重点帮教对象登记见面时，（ ）应当共同参加谈话。
A.司法所工作人员
B.公安派出所社区民警
C.村（社区）工作人员
D.网格员
答案：B
126.帮教对象登记见面后拒绝接受谈话教育，或明确拒绝接受安置帮教的，司法所应当（ ）并通报户籍地公安派出所。
A.如实记载、存档备案
B.联系家属
C.耐心说服
D.采取强制措施
答案：A
127.司法所工作人员应当对帮教对象逐人登记建档，对一般帮教对象至少（ ）走访一次，重点帮教对象至少（ ）走访一次。
A.每季度、每月
B.每半年、每季度
C.每季度、每季度
D.每半年、每年
答案：B
128.户籍地司法所对迁居他处、外出务工等不在辖区内生活超过（ ）并掌握其去向的帮教对象，应当将其安置帮教档案送达现居住地司法所。
A.一个月
B.三个月
C.六个月
D.十二个月
答案：C
129.对“人户分离”人员，实行（ ）的“双列管”制度。
A.流入地加强配合、流出地履行日常帮教管理职责
B.流出地加强配合、流入地履行日常帮教管理职责
C.流出地与流入地合作
D.流出地与流入地配合
答案：B
130.安置帮教分析研判可以采取问题梳理、个案讨论、会议研判等形式进行，原则上乡镇（街道）（ ）一次，县级（ ）一次，市级每季度一次。
A.每半月、每月
B.每周、每月
C.每周、每半月
D.每半月、每半月
答案：A
131.在刑满释放人员安置帮教工作中，（ ）对做好安置帮教工作负总责，（ ）承担组织落实安置帮教工作责任，建立健全安置帮教工作机制，完善工作制度。
A.县、乡两级党委和政府主要负责人；乡镇（街道）党政组织
B.司法行政部门主要负责人；乡镇（街道）党政组织
C.县、乡两级党委和政府主要负责人；司法行政部门
D.司法行政部门主要负责人；司法行政部门
答案：A
132.（ ）应当将刑满释放人员安置帮教工作作为社会治安综合治理工作的重要内容，加强统筹协调、督办落实。（ ）应当协调督促推动辖区内有关职能部门落实刑满释放人员安置帮教政策措施，开展有关矛盾纠纷化解等工作。
A.党委政法委；县、乡两级综治中心
B.县、乡两级综治中心；党委政法委
C.党委政法委；司法行政部门
D.县、乡两级综治中心；司法行政部门
答案：A
133.为维护政治安全和社会稳定，更好预防和减少重新犯罪，司法部创新提出统筹推进“五项工作”，具体是指（ ）。
①教育改造 ②社区矫正 ③戒毒矫治 ④安置帮教 ⑤纠纷化解 ⑥法治宣传
A.①②③④⑤
B.①②③④⑥
C.①②④⑤⑥
D.①②③⑤⑥
答案：C
134.在统筹推进“五项工作”中，（ ）是刑罚执行的重要组成部分，性质相同、措施关联、方法相通。
A.教育改造,社区矫正
B.社区矫正,安置帮教
C.教育改造,安置帮教
D.安置帮教,纠纷化解
答案：A
135.在统筹推进“五项工作”中，（ ）是帮助刑释解矫人员顺利回归社会的有力举措？
A.教育改造
B.社区矫正
C.安置帮教
D.纠纷化解
答案：C
136.在统筹推进“五项工作”中，（ ）贯穿教育改造、社区矫正、安置帮教，是运用法治思维和法治方式维护合法权益、促进公平正义的的重要手段。
A.纠纷化解,法治宣传
B.人民调解,法治宣传
C.法治宣传,矛盾调处
D.普法治理,人民调解
答案：A
137.监狱在提请假释、暂予监外执行前，依法委托（ ）进行调查评估，（ ）按时向监狱提交评估意见。
A.人民法院，人民法院
B.人民检察院，人民检察院
C.社区矫正机构，社区矫正机构
D.安置帮教机构，安置帮教机构
答案：C
138.在假释、暂予监外执行工作中，（ ）要加强罪犯交付接收和收监执行的衔接配合，确保接收、收监顺利及时安全。
A.监狱、社区矫正机构
B.社区矫正机构、安置帮教机构
C.监狱、安置帮教机构
D.监狱、司法所
答案：A
139.对于病情严重使用立即保外就医程序且前期未委托调查评估的罪犯，监狱应当与（ ）加强沟通对接，提前做好交接预案。
A.司法所
B.县级社区矫正机构
C.县级安置帮教机构
D.罪犯家属
答案：B
140.在重大复杂疑难案件的办理、交付接收、收监执行、执行地变更、刑满释放衔接安置等工作中，存在意见分歧、衔接困难或有重大风险的，经本级沟通协商不能达成一致的，可报请（ ）业务主管部门协调解决。
A.县级
B.地市级
C.省级
D.上一级
答案：D
141.监狱、社区矫正机构要坚持以（ ）为中心，科学实施分类教育和个别化矫正。
A.改造人
B.惩罚人
C.安置帮教对象
D.刑满释放人员
答案：A
142.监狱、社区矫正机构要常态化开展（ ），邀请有关职能部门、社会组织和企事业单位等介绍治安、就业、帮扶、社会保障等方面的政策，开展技能培训、就业指导、政策宣讲、心理健康教育。
A.安置帮教
B.社会帮教
C.就业指导
D.社会帮扶
答案：B
143.县级安置帮教机构按规定开展衔接准备，并将信息及时通报（ ）公安机关。
A.市级
B.县级
C.同级
D.上一级
答案：C
144.司法所在规定时间内与帮教对象见面，介绍（ ）、协助申请落实有关社会救助政策。
A.安置帮教政策
B.刑满释放政策
C.社会救助政策
D.就业指导政策
答案：A
145.及时掌握安置帮教对象人户分离情况，建立户籍地、居住地信息共享机制，严格执行（ ）。
A.双管控
B.双列管
C.双排查
D.双管控
答案：B
146.完善普法责任清单制度，监狱、社区矫正机构制定年度普法清单，每年（ ）前分别报省级监狱管理机关和上级社区矫正机构。
A.一季度
B.一月份
C.二季度
D.二月份
答案：A
147.推动落实（ ）普法责任制，加强预防犯罪法治宣传，开展以案释法、精准普法，提升广大群众法治意识。
A.社区司法人员
B.谁执法谁普法
C.辖区帮教机构
D.公职律师
答案：B
148.完善与公安、检察、法院、人社、民政、卫健、医保等部门信息共享机制，深化（ ）跨部门大数据办案平台应用，实现服刑人员、社区矫正对象、安置帮教对象信息数据内通外联。
A.行政机关
B.司法机关
C.法律机关
D.政法机关
答案：D
149.对看守所留所服刑人员，县级安置帮教机构应当在接到服刑人员释放信息后及时组织制定衔接和安置帮教方案，填写（ ）向看守所反馈。
A.回执单
B.汇款单
C.回复函
D.反馈单
答案：A
150.日常帮教团队应当每年评估安置帮教效果，经乡镇（街道）审核后上报县级安置帮教机构。县级安置帮教机构可以根据评估效果做出缩短帮教期限的决定，每次缩短期限最长不超过（ ）。
A.三个月
B.六个月
C.九个月
D.十二个月
答案：B
151.日常帮教团队应当每年评估安置帮教效果，经乡镇（街道）审核后上报县级安置帮教机构。县级安置帮教机构可以根据评估效果做出缩短帮教期限的决定，对重点帮教对象（ ）。
A.不得缩短帮教期限
B.每次缩短期限最长不超过三个月
C.每次缩短期限最长不超过六个月
D.每次缩短期限最长不超过九个月
答案：A
152.户籍地司法所对迁居他处、外出务工等不在辖区内生活超过（ ）并掌握其去向的帮教对象，应当将其安置帮教档案送达现居住地司法所。
A.三个月
B.六个月
C.九个月
D.十二个月
答案：B
153.公民的政治自由包括（ ）。
A.人身不受非法拘禁、逮捕、限制、搜查、侵害
B.人格尊严不受侵犯
C.通信自由
D.言论、出版、集会、结社、游行、示威自由
答案：D
154.同意变更执行地的，社区矫正对象应当自收到变更执行地决定之日起（）内，到新执行地县级社区矫正机构报到。
A.三日
B.四日
C.五日
D.七日
答案：D
155.社区矫正对象被司法拘留、行政拘留、强制隔离戒毒等或被采取刑事强制措施时，决定机关应自作出决定之日起（ ）内将有关情况书面通知执行地县级社区矫正机构和执行地县级人民检察院。
A.三日
B.三个工作日
C.七日
D.十日
答案：A
156.社区矫正对象有下列（ ）情形的，执行地县级社区矫正机构应当给予训诫。
A.违反人民法院禁止令，情节轻微
B.违反关于报告、会客、外出、迁居等规定，情节较重
C.不按规定参加教育学习等活动，经教育仍不改正
D.受到社区矫正机构两次训诫，仍不改正
答案：C
157.社区矫正对象在缓刑考验期内，有下列（ ）情形的，由执行地同级社区矫正机构提出撤销缓刑建议。
A.无正当理由不按规定时间报到或者接受社区矫正期间脱离监管，超过一个月
B.不按规定时间报到或者接受社区矫正期间脱离监管，超过十日
C.保外就医的社区矫正对象无正当理由不按时提交病情复查情况，经教育仍不改正
D.受到社区矫正机构两次训诫，仍不改正
答案：A
158.社区矫正对象有正当理由确需离开所居住的市、县，需经社区矫正机构或者受委托的司法所批准。因特殊情况确需外出超过三十日，或者两个月内外出时间累计超过三十日的，应当报（ ）审批。
A.司法所
B.县社区矫正机构
C.市社区矫正机构
D.省社区矫正机构
答案：C
159.下列关于社区矫正的说法，正确的是（ ）
A.社区矫正机构为未成年甲确定矫正小组时，应当吸收女性参加。
B.17 周岁的乙，在接受社区矫正期间满了 18 周岁，对乙可以不与成年人分别矫正。
C.在丙社区矫正期间，通过对其使用电子定位装置获得的信 息可报告丙所居住社区的物业。
D.丁在接受社区矫正期间变更住址，需经社区矫正机构批准。
答案：D
160.社区矫正对象下列行为，应当被警告的是（ ）
A.不按规定时间报到或者接受社区矫正期间脱离监管，未超过十日的。
B.不按规定参加教育学习等活动，经教育仍不改正的。
C.违反人民法院禁止令，情节轻微的。
D.违反关于报告、会客、外出、迁居等规定，情节轻微的。
答案：C
161.钱某涉嫌纵火罪被提起公诉，在法庭审理过程中被诊断患严重疾病，法院判处其有期徒刑 8 年，同时决定予以监外执行。下列哪一选项是错误的？（ ）
A.决定监外执行时应当将暂予监外执行决定抄送检察院。
B.钱某监外执行期间，应当对其实行社区矫正。
C.如钱某拒不报告行踪、脱离监管，应当予以收监。
D.如法院作出收监决定，钱某不服，可向上一级法院申请复核。
答案：D
162.关于缓刑，下列哪一选项是错误的？（ ）
A.对于累犯不适用缓刑。
B.对于危害国家安全的犯罪分子，不适用缓刑。
C.对于数罪并罚但宣告刑为 3 年以下有期徒刑的犯罪分子，可以适用缓刑。
D.虽然故意杀人罪的法定最低刑为 3 年有期徒刑，但只要符合缓刑条件，仍然可以适用缓刑。
答案：B
163.下列选项中，哪一项不属于社区矫正对象应当被给予警告的情形？（ ）
A.违反人民法院禁止令，情节轻微的
B.违反报告、会客、外出、迁居等规定，情节较重的
C.保外就医的社区矫正对象无正当理由不按时提交病情复查情况，经教育仍不改正的
D.扰乱社区矫正工作秩序的。
答案：D
164.社区矫正机构的设置和撒销，由（ ）提出意见，按照规定的权限和程序审批。
A.乡、镇级人民政府司法行政部门
B.县级以上地方人民政府司法行政部门
C.地市级人民政府司法行政部门
D.省级人民政府司法行政部门
答案：B
165.社区矫正对象 A，因债务问题逃匿，定位手机关机，家人联系不上，行踪不知，以下关于社区矫正对象 A 失去联系的处置错误的是（ ）。
A.立即作出处理
B.立即组织查找
C.公安机关等有关单位和人员应当予以配合协助
D.查找到社区矫正对象 A 后，应当区别情形依法作出处理
答案：A
166.社区矫正工作坚持监督管理与教育帮扶相结合，公检法司联动，结合社会力量，采取（ ），有针对性地消除社区矫正对象可能重新犯罪的因素，帮助其成为守法公民。
A.分类管理、个别化矫正
B.科学管理、分类教育
C.分类管理、无差别矫正
D.分级管理、个别化教育
答案：A
167.《山东省社区矫正工作条例》中明确规定，“（ ）应当按照职责做好本辖区内的社区矫正工作。居民委员会、村民委员会依法协助做好社区矫正相关工作。”
A.县级以上人民政府司法行政部门
B.社区矫正机构
C.乡镇人民政府、街道办事处
D.被委托的司法所
答案：C
168.对需要延长暂予监外执行社区矫正对象报告身体情况和提交病情复查情况期限一个月至三个月以下，（ ）审核提报，由（ ）审批。
A.市级社区矫正机构 省级社区矫正机构
B.县级社区矫正机构 市级社区矫正机构
C.司法所 县级社区矫正机构
D.司法所 市级社区矫正机构
答案：B
169.社区矫正决定地与执行地不在同一地方的，由（ ）将法律文书转送所在地的人民检察院、公安机关。
A.社区矫正决定机关
B.社区矫正监督机关
C.社区矫正决定地社区矫正机构
D.社区矫正执行地社区矫正机构
答案：D
170.社区矫正对象确需离开所居住的市、县的，一般应当提前（ ）向司法所提交书面申请，并如实提供诊断证明、单位证明、录取通知书、法律文书等证明材料。
A.一日
B.二日
C.三日
D.七日
答案：C
171.司法所应担每周开展至少（ ）次信息化核查，两次信息化核查时间间隔不得超过（ ）日。县级社区矫正机构每（ ）至少开展一次信息化核查，发现异常情况的及时派员调查核实。
A.三；三；天
B.四；三；周
C.三；二；月
D.三；三；周
答案：D
172.在调查评估阶段中，若被害人与拟适用社区矫正对象在（ ）的，应当征求被害人的意见。
A.同一社区生活
B.同一单位工作
C.同一镇（街）生活
D.同一县（市、区）生活
答案：A
173.某设区的市人民政府拟制定一项行政规范性文件，其制定程序中，合法性审核环节应当在（ ）完成。
A.起草阶段之前
B.征求意见之后、集体讨论决定之前
C.集体讨论决定之后、公布之前
D.公布之后 15 日内
答案：B
174.下列不可以设定行政处罚的是（ ）。
A.行政法规
B.部门规章
C.地方性法规
D.行政规范性文件
答案：D
175.下列不属于行政处罚种类的是（ ）。
A.警告
B.罚款
C.拘役
D.行政拘留
答案：C
176.重大行政决策的实施可能对公共安全方面造成不利影响的，决策承办单位应当组织评估决策草案的（ ）。
A.可行性
B.必要性
C.风险可控性
D.合法性
答案：C
177.关于行政规范性文件的有效期，下列说法正确的是（ ）
A.行政规范性文件有效期最长不超过 3 年
B.标注“暂行”的行政规范性文件，有效期为 1 年至 3 年
C.有效期届满后自动延续 1 年
D.行政规范性文件无有效期限制
答案：B
178.以下哪项不属于行政规范性文件行为的特点（ ）。
A.反复适用性
B.涉及公民权利义务
C.不具有普遍约束力
D.按程序制定并公开发布
答案：C
179.根据山东省《关于推进乡镇（街道）合法性审查全覆盖工作的意见》，乡镇（街道）合法性审查工作的第一责任人是（ ）。
A.乡镇（街道）司法所所长
B.乡镇（街道）党政主要负责人
C.县级司法局局长
D.乡镇（街道）分管法治工作的副职领导
答案：B
180.行政规范性文件评估机关应当充分听取公民、法人和其他组织的意见和建议；对与企业生产经营活动密切相关的规范性文件进行评估的，应当充分听取（ ）的意见和建议。
A.国有企业
B.有关企业和行业协会商会
C.外资企业
D.政府部门
答案：B
181.某市出台了一项政策，规定企业在参与政府采购时，同等条件下优先考虑使用市内原材料和产品。下列哪项说法是不正确的（ ）
A.该政策违反了商品和要素自由流动的标准。
B.该政策为市内企业提供了不公平的竞争优势。
C.该政策鼓励了地方保护主义，限制了外地商品和服务的参与。
D.该政策是一项中立的措施，对所有企业都公平。
答案：D
182.某县政府拟出台文件《城市规划建设管理导则》，禁止商户牌匾使用“红黑蓝”三色。作为合法性审核人员，对《城市规划建设管理导则》的该项规定应当作出什么审核意见（ ）。
A.该项规定符合城市管理需要，出具合法的审核意见
B.该项规定内容不合法，提出相应修改意见
C.直接对该项规定修改后出具合法的审核意见
D.不发表意见
答案：B
183.政府合作协议法制审核的内容不包括（ ）。
A.合作协议内容是否违反法律、法规、规章及政策规定
B.双方约定的权利义务是否明确、合理、对等
C.能否实现预期的经济效益
D.合作协议主要条款是否完整、有效，用语是否严谨、规范
答案：C
184.《民营经济促进法》规定，金融机构在授信、信贷管理、风控管理、服务收费等方面应当（ ）对待民营经济组织。
A.优先
B.平等
C.限制
D.区别
答案：B
185.行政规范性文件清理，是指行政规范性文件的（ ）根据上级部署或者经济社会发展需要，按照法定权限和程序，对现行的行政规范性文件进行全面或者专项审查，确认其是否继续有效或者修改、废止、宣布失效的活动。
A.备案审查机构
B.制定机关
C.制定机关的上级人民政府
D.制定机关的本级或上级人大常委会
答案：B
186.司法所职能概括起来主要有（ ）？
A.维护基层社会稳定，推进基层平安建设
B.服务人民群众，保障法律正确实施
C.推进基层法治建设，提升基层治理法治化水平
D.以上都是
答案：D
187.行政规范性文件分为政府规范性文件和（ ）。
A.部门规范性文件
B.企业规范性文件
C.个人规范性文件
D.行业规范性文件
答案：A
188.关于行政规范性文件的施行日期，下列说法正确的是（ ）。
A.自文件公布之日起立即施行
B.自文件公布之日起 30 日后施行，特殊情况除外
C.可以随意确定施行日期
D.必须在文件公布之日起 60 日后施行
答案：B
189.《公平竞争审查条例》规定，审查对象包括（ ）制定的政策措施。
A.行政机关和法律、法规授权的具有管理公共事务职能的组织
B.行政机关
C.法律、法规授权的具有管理公共事务职能的组织
D.政府部门
答案：A
190.按照《公平竞争审查条例实施办法》，不属于影响生产经营成本的审查标准有（ ）。
A.没有法律、行政法规依据或者未经国务院批准，不得给予特定经营者税收优惠
B.没有法律、行政法规依据或者未经国务院批准，不得给予特定经营者选择性、差异化的财政奖励或者补贴
C.没有法律、行政法规依据或者未经国务院批准，不得给予特定经营者要素获取、行政事业性收费、政府性基金、社会保险费等方面优惠
D.可以根据地方经济发展需求，随意给予特定企业优惠政策以降低其生产经营成本
答案：D
191.重大行政决策进行风险评估，下列做法不符合规定的有（ ）。
A.风险评估由决策承办单位自行开展
B.重点评估决策事项可能引发的社会稳定、公共安全、生态环境等方面的风险
C.风险评估过程中，未听取社会公众和相关利益群体的意见
D.根据风险评估结果，制定相应的风险应对措施
答案：C
192.下列哪一项不属于《山东省行政执法监督条例》规定的监督措施（ ）。
A.行政执法主体公告制度
B.行政执法人员持证上岗和资格管理制度
C.行政执法全过程记录制度
D.行政执法案卷评查制度
答案：C
193.县级以上人民政府依法设立的派出机关或者派出机构的行政执法行为，由（ ）负责监督。
A.上级人民政府
B.纪检监察机关
C.设立该派出机关或者派出机构的人民政府
D.派出机关或者派出机构的内设监督机关
答案：C
194.公民、法人和其他组织认为行政执法机关及其工作人员的行政执法行为违法或者不当的，可以依法向（ ）以上人民政府和有关部门投诉、举报。
A.市级
B.县级
C.乡级
D.省级
答案：B
195.下列哪一项属于《山东省行政执法监督条例》行政执法监督的内容（ ）。
A.公安局民警孙某下班后纠集一群混混打伤了邻居张某
B.公安局民警金某辱骂路人甲
C.公安局对行政相对人作出拘留十五天的行政处罚
D.公安局对行政相对人作出治安调解
答案：C
196.行政执法监督机关认为被监督的行政执法行为违法或者不当的，有权作出处理决定，下列说法不正确的是（ ）。
A.责令限期履行
B.责令补正或者改正
C.予以撤销
D.对有关责任人员给予行政处分
答案：D
197.行政执法监督的内容主要包括（ ）。
①检查法律、法规、规章的实施情况
②检查行政执法责任制落实情况
③检查相对集中行政处罚权、行政许可权等综合执法的实施情况
④检查行政执法裁量基准制度实施情况
⑤审查行政执法主体的合法性
⑥检查行政执法人员和行政执法听证主持人资格和证件管理工作
⑦监督行政执法程序是否合法、正当
⑧协调处理行政执法主体之间的执法争议
⑨依法应当监督的其他事项
A.①②③④⑤⑥⑦⑧
B.②③④⑤⑥⑦⑧⑨
C.①②③④⑤⑥⑦⑨
D.以上均包含
答案：D
198.行政执法监督机关可以对哪些行政执法行为实施监督（ ）。
⑴行政处罚
⑵行政许可
⑶行政强制
⑷行政确认
⑸行政登记
⑹行政征收
⑺行政征用
⑻行政收费
⑼行政给付
⑽行政裁决
⑾法律、法规、规章规定的其他行政执法行为
A.⑴⑵⑷⑸⑹⑺⑻⑼⑽⑾
B.⑴⑶⑷⑸⑹⑺⑻⑼⑽⑾
C.⑴⑵⑶⑷⑸⑹⑺⑻⑼⑾
D.以上均包含
答案：D
199.法律、法规、规章实施满 1 年的，自期满之日起 30 日内，负责实施的部门应当向（ ）书面报告有关情况。
A.本级人民政府
B.上级人民政府
C.本级人民政府法制机构
D.本级人民代表大会常务委员会
答案：A
200.法律、法规、规章实施满一年的，负责实施的有关部门应当书面报告下列哪些情况（ ）。
（一）法律、法规、规章的学习宣传情况
（二）相应配套措施和制度的制定情况
（三）行政执法队伍的建设和培训情况
（四）违法案件的查处情况
（五）行政执法中存在的问题和改进的措施
（六）对法律、法规、规章实施情况的意见和建议
A.（一）（二）（三）（四）（五）
B.（一）（二）（四）（五）（六）
C.（一）（二）（三）（五）（六）
D.以上均包含
答案：D
201.下列哪一项不属于行政执法三项制度？
A.行政执法公示制度
B.行政执法全过程记录制度
C.重大执法决定法制审核制度
D.行政执法听证制度
答案：D
202.赔偿请求人可以向共同赔偿义务机关中的任何一个赔偿义务机关要求赔偿，该赔偿义务机关应当（ ）。
A.先予赔偿
B.告知共同的上级机关，由上级机关决定赔偿数额
C.先赔偿自己承担的部分
D.通知其他赔偿义务机关，商定后共同赔偿
答案:A
203.关于重大执法决定法制审核制度的理解，下列哪一项说法是不正确的。（ ）
A.行政执法承办机构要对法制审核机构提出的存在问题的审核意见进行研究，作出相应处理后再次报送法制审核
B.法制审核机构完成审核后，要根据不同情形，提出同意或者存在问题的书面审核意见
C.法制审核机构对重大执法决定的法制审核意见负责
D.行政执法机关应当明确其法制机构为法制审核机构，除此之外的其他机构不得作为法制审核机构
答案:D
204.行政许可法规定可以设定行政许可的事项，尚未制定法律、行政法规的，（ ）可以设定行政许可。
A.国务院文件
B.部门规章
C.地方政府规章
D.地方性法规
答案:D
205.行政机关根据检验、检测、检疫结果，作出不予行政许可决定的，应当（ ）不予行政许可所依据的技术标准、技术规范。
A.口头说明
B.其他方式说明
C.书面说明
D.口头或者书面说明
答案:C
206.以下哪一种行为属于行政许可（ ）。
A.户口登记
B.税务登记
C.企业法人登记
D.婚姻登记
答案:C
207.下列哪一项不属于行政强制措施的种类（ ）。
A.扣押财物
B.查封场所、设施或者财物
C.排除妨碍、恢复原状
D.限制公民人身自由
答案:C
208.执行对象是不动产的，行政机关向（ ）所在地有管辖权的人民法院申请强制执行。
A.被执行人
B.行政机关
C.不动产
D.上级行政机关
答案:C
209.司法所有正式党员（ ）以上的，应成立党支部。
A.2 人
B.3 人
C.4 人
D.5 人
答案：B
210.（ ）是指行政机关依法对违反行政管理秩序的公民法人或者其他组织，以减损权益或者增加义务的方式予以惩戒的行为。
A.行政许可
B.行政处罚
C.行政强制
D.行政检查
答案:B
211.《行政处罚法》中“二日”“三日”“五日”“七日”的规定是指工作日，不含（ ）。
A.休息日
B.周六日
C.法定节假日
D.节假日
答案:C
212.行政机关及其执法人员在作出行政处罚决定之前，拒绝听取当事人的陈述申辩，（ ）；当事人明确放弃陈述或者申辩权利的除外。
A.行政处罚决定在复议后生效
B.行政处罚决定立即生效
C.不得作出行政处罚决定
D.行政处罚决定不能成立
答案:C
213.初次违法且危害后果轻微并及时改正的，（ ）不予行政处罚。
A.不得
B.应当
C.必须
D.可以
答案:D
214.关于公开原则，下列哪一说法是错误的（ ）。
A.执法人员资格必须公开
B.结果公开
C.依据公开
D.程序公开
答案:A
215.关于行政处罚的外部监督，下列哪一说法是错误的（ ）。
A.社会监督包括舆论监督
B.行政机关实施行政处罚应当接受社会监督
C.公民、法人或者其他组织对行政机关的行政处罚行为不服起诉，不属于监督
D.社会监督与行政机关内部的层级监督的监督主体不同
答案:C
216.普法工作的首要原则是（ ）
A.坚持服务大局
B.坚持以人民为中心
C.坚持党的全面领导
D.坚持改革创新
答案：C
217.《关于加强社会主义法治文化建设的意见》中指出，在（ ）中持续提升公民法治素养。
A.法治实践
B.科学立法
C.严格执法
D.公正司法
答案：A
218.落实“谁执法谁普法”责任制的关键制度是（ ）。
A.普法责任清单制度
B.普法工作纠错机制
C.以案释法公开机制
D.媒体公益普法制度
答案：A
219.法治乡村建设的核心路径是（ ）。
A.依托政府管理
B.健全自治、法治、德治相结合的乡村治理体系
C.扩大行政处罚权
D.增加司法干预
答案：B
220.法治教育要从小抓起，贯穿学校教育的各个阶段。要加强政府部门、学校、社会、（ ）之间的协调配合，形成校内校外、课内课外、网上网下相结合的教育合力。
A.网络
B.家庭
C.城市
D.农村
答案：B
221.“法律明白人”履职的首要任务是（ ）。
A.代理村民诉讼
B.制定村规民约
C.代写法律文书
D.开展法治宣传教育
答案：D
222.司法所在普法工作中的核心职责是（ ）。
A.审批行政许可
B.组织基层法治宣传活动
C.审理刑事案件
D.参与市场监管
答案：B
223.普法工作的创新方向是（ ）。
A.增加宣传人数
B.增加广告投放
C.推进精准普法
D.强化学术研究
答案：C
224.提升乡村治理效能的抓手是（ ）。
A.增加司法机关规模
B.取消村民代表大会
C.实施“法律明白人”培养工程
D.增加普法经费
答案：C
225.下列一般不属于“法律明白人”遴选优先对象的是（ ）。
A.村干部
B.网格员
C.人民调解员
D.货车司机
答案：D
226.下列不属于“谁执法谁普法”责任主体是（ ）。
A.市公安局
B.县交通局
C.省司法厅
D.村民张阿四
答案：D
227.《关于加强社会主义法治文化建设的意见》指出，把（ ）融入社会主义法治文化建设全过程各方面，实现法治和德治相辅相成、相得益彰。
A.社会主义核心价值观
B.弘扬宪法精神
C.法治文艺作品
D.提高法治素养
答案：A
228.乡村治理的核心机制是（ ）。
A.村民自治
B.政府包办
C.企业主导
D.宗族管理
答案：A
229.重点普法对象不包括（ ）。
A.领导干部
B.青少年
C.国家工作人员
D.外籍人士
答案：D
230.2021—2025 年开展的法治宣传教育是我国的第（ ）个五年规划。
A.五
B.六
C.七
D.八
答案：D
231.开展青少年法治教育，以（ ）为核心，把法治教育融入学校教育的各个阶段，全面提高青少年法治观念和法律意识，使尊法学法守法用法成为青少年的共同追求和自觉行动。
A.宪法教育
B.健康教育
C.德治教育
D.文化教育
答案：A
232.“法律明白人”的培训主体是（ ）。
A.县级司法行政部门
B.公安机关
C.人民法院
D.企业协会
答案：A
233.小学高年级法治教育课时原则上应占道德与法治课程的（ ）。
A.不少于 1/2
B.不少于 1/3
C.不超过 1/4
D.不作要求
答案：B
234.普法责任制考核结果纳入（ ）。
A.国家机关工作目标考核和领导干部政绩考核
B.企业信用评级
C.个人学历认证
D.国际组织评估
答案：A
235.《关于加强法治乡村建设的意见》中明确禁止：（ ）。
A.完善村规民约
B.加强普法宣传
C.以行政命令干预村民依法自治
D.培育法律人才
答案：C
236.法律的权威源自（ ）。
A.国家强制力
B.人民的内心拥护和真诚信仰
C.政府权威
D.司法判决
答案：B
237.县级司法行政机关每年组织村（居）法律顾问对辖区内所有“法律明白人”开展（ ）次以上法治培训。村（居）法律顾问在一月（ ）次驻村“问诊”期间，要面向“法律明白人”开展法治讲座、法治宣传活动，提升“法律明白人”法治素养和依法解决问题的能力。
A. 2 1
B. 2 2
C. 1 2
D. 1 1
答案：A
238.县级以上人民政府司法行政部门应当推动建立公共法律服务热线平台与政府政务服务、（ ）等公共服务热线平台的衔接联动机制。
A.紧急求助
B.诉讼服务
C.检察服务
D.以上都是
答案：D
239.司法鉴定管理实行（ ）的管理制度。
A.以行政管理为主
B.行政管理和行业管理相结合
C.以行业管理为主
D.行业自律管理
答案：B
240.省、设区的市、县（市、区）人民政府应当建立集中提供公共法律服务的场所，统一命名为（ ）。
A.公共法律服务工作站
B.公共法律服务中心
C.公共法律服务工作室
D.公共法律服务机构
答案：B
241.公共法律服务中心在本级司法行政部门指导下无偿提供下列服务（ ）。
A.法治宣传教育、法律咨询、法律援助、调解等服务；
B.提供律师辩护、律师代理、基层法律服务工作者代理、公证、司法鉴定、仲裁等法律事务办理指引服务；
C.具备条件的，提供法律职业资格考试咨询、安置帮教、监所远程视频探视等拓展服务。
D.以上都是
答案：D
242.公民申请法律援助时，经济困难标准一般按照（ ）执行。
A.当地最低工资标准
B.当地最低生活保障标准
C.当地平均工资标准
D.申请人所在行业平均工资标准
答案：B
243.下列事项中，因经济困难没有委托代理人的，公民可以向法律援助机构申请法律援助的是（ ）。
A.请求继承遗产
B.请求人身损害赔偿
C.因投资炒股亏损请求赔偿
D.请求缴纳违章罚款
答案：B
244.对于下列哪种情况，法律援助机构应当为其提供法律援助，无须进行经济困难审查？（ ）
A.农民工请求支付劳动报酬的
B.老年人请求给付赡养费的
C.英雄烈士近亲属维护英雄烈士人格权益的
D.未成年人请求损害赔偿的
答案：C
245.涉及遗产继承、接受赠与等胎儿利益保护的，胎儿视为（）
A.具有民事权利能力
B.无民事权利能力
C.限制民事权利能力
D.以上都不对
答案：A
246.受援人应当向法律援助人员如实陈述案件事实，提供有关证明和证据材料。如果受援人（ ），法律援助机构经核实后，可以决定终止法律援助。
A.经济状况好转，不再符合法律援助条件
B.自行委托了其他代理人
C.要求更换法律援助人员且理由正当
D.故意隐瞒案件重要事实或提供虚假证据
答案：D
247.印有村（居）法律顾问相关信息的公示牌一般悬挂在（ ）。
A.各个村（居）办公室
B.各镇司法所办公室
C.各镇镇政府
D.以上三个地方都有
答案：D
248.法律顾问每个月至少需要入村服务（ ）。
A.一次
B.两次
C.三次
D.四次
答案：A
249.县（市、区）人民政府应当为村（居）民委员会配备法律顾问。法律顾问为村（居）民提供的主要服务不包括（ ）。
A.法律意见
B.法律咨询
C.直接代理诉讼
D.法治宣传
答案：C
250.关于村规民约，下列说法正确的是（ ）。
A.可直接作为法院裁判的唯一依据
B.仅具有道德约束力，无法律意义
C.是完善村民自治、建设基层法治社会的有力抓手
D.其制定无需考虑国家法律法规
答案：C
251.律师资源相对不足的地区，一个律师可以担任多个村居的法律顾问，但最多不能超过（ ）个。
A.2 个
B.3 个
C.4 个
D.5 个
答案：D
252.自然人、法人或者其他组织申请办理公证，下列哪个单位可以办理？（ ）
A.司法所
B.乡镇政府
C.公证机构
D.人民法院
答案：C
253.公证机构、公证员和公证协会的执业活动进行监督、指导的部门是（ ）。
A.司法行政机关
B.人民法院
C.人民检察院
D.纪律检查委员会
答案：A
254.公证的目的在于（ ）。
A.解决纠纷
B.预防纠纷
C.调解矛盾
D.作出裁定
答案：B
255.司法鉴定是指在（ ）中鉴定人运用科学技术或者专门知识对诉讼涉及的专门性问题进行鉴别和判断并提供鉴定意见的活动。
A.诉讼活动
B.仲裁活动
C.人民调解活动
D.审判活动
答案：A
256.（ ）认为司法鉴定机构、司法鉴定人在执业活动中有违法违规行为，可以向有管辖权的县级以上人民政府司法行政部门书面投诉。
A.当事人
B.司法鉴定利害关系人
C.委托人
D.当事人或其代理人
答案：B
257.县级以上人民政府司法行政等部门应当规范发展由（ ）等构成的公共法律服务专业队伍，实现公共法律服务提供主体多元化。
A.律师、公证员、基层法律服务工作者、司法鉴定人员、调解员、仲裁员以及法律服务志愿者
B.律师、公证员、司法鉴定人员、调解员、仲裁员、法律职业从业者以及法律服务志愿者
C.律师、公证员、司法鉴定人员、调解员、仲裁员以及法律服务志愿者
D.律师、公证员、司法鉴定人员、调解员、仲裁员、法律职业从业者以及有资质的志愿者
答案：A
258.各级人民政府可以通过（ ）的方式，利用公共法律服务实体、热线和网络平台等提供公共法律服务。
A.政府购买服务项目
B.行政命令
C.与法律服务机构协商合作
D.行政许可
答案：A
259.司法鉴定机构应当按照有关规定向（ ）发送司法鉴定文书。
A.利害关系人
B.当事人
C.委托人
D.司法机关
答案：C
260.（ ）级国家秘密是一般的国家秘密，泄露会使国家安全和利益遭受损害。
A.秘密
B.机密
C.绝密
D.核心
答案：A
261.涉密人员在岗期间应及时报告下列重大事项（ ）。
A.发现敌对势力和境外情报机构针对本人有渗透、策反行为的
B.接受境外机构、组织及非亲属人员资助的
C.配偶、子女获得境外永久居留资格或者取得外国国籍的
D.以上都正确
答案：D
262.国家秘密的知悉范围，应当根据工作需要限定在（ ）范围。
A.最大
B.最小
C.一定
D.单位内部
答案：B
263.关于密点，下列说法正确的是（ ）。
A.密点是指决定一个事项具备国家秘密本质属性的关键内容，可以与非国家秘密以及其他密点明确区分
B.密点是国家秘密事项中的最小独立信息单元
C.密点可以表现为词、句、段落、数据、图表等
D.以上都正确
答案：D
264.（ ）是一种法定的文字与符号标识，用以表明所标识的物品（载体以及设备、产品等）承载内容属于国家秘密，并提示其密级和保密期限。
A.国家秘密标志
B.密级标志
C.保密期限
D.保密标志
答案：A
265.以下事项不能确定为国家秘密的是（ ）。
A.国家事务重大决策中的秘密事项
B.国防建设和武装力量活动中的秘密事项
C.某游戏公司的独特创意
D.科学技术中的秘密事项
答案：C
266.新修订保密法在总则中新增保密科技创新有关内容包括（ ）。
A.国家鼓励和支持保密科学技术研究和应用
B.提升自主创新能力
C.依法保护保密领域的知识产权
D.以上都是
答案：D
267.（ ）级国家秘密是重要的国家秘密，泄露会使国家安全和利益遭受严重的损害。
A.秘密
B.机密
C.绝密
D.核心
答案：B
268.新修订保密法明确，保密事项范围的确定应当遵循（ ）原则，进行科学论证评估，从源头上提升定密工作的科学性和精准性。
A.精准、适度
B.必要、合理
C.精准、合理
D.必要、科学
答案：B
269.新修订保密法新增了坚持总体国家安全观、技管并重、创新发展等内容，进一步完善了保密工作原则，其中，保密工作的政治原则是（ ）。
A.党管保密
B.依法管理
C.积极防范
D.突出重点
答案：A
270.各级领导干部要带头学习新修订保密法，做尊法、学法、守法、用法的模范，充分发挥示范作用。要把保密法学习宣传纳入（ ），不断提高各级领导干部依法履行保密工作领导责任的能力。
A.各级党委（党组）理论学习中心组学习内容
B.各级党校（行政学院）教学内容
C.领导干部任职培训、在职培训课程
D.以上都有
答案：D
271.摘录、引用属于国家秘密内容的，应当以其中（ ）作出标志。
A.最高密级和最长保密期限
B.最低密级和最短保密期限
C.最高密级和最短保密期限
D.最低密级和最长保密期限
答案：A
272.下列符合国家秘密标志的正确形式的是（ ）。
A.密级★保密期限
B.密级▲保密期限
C.保密期限▲密级
D.保密期限★密级
答案：A
273.（ ）是我国保密管理的本质特征，是做好保密工作的最大政治优势。
A.党管保密
B.攻防对抗
C.技管并重
D.依靠人民
答案：A
274.国家秘密知悉范围以外的人员，因工作需要知悉国家秘密的，应当经过机关、单位（ ）或者其指定的人员批准。
A.主要负责人
B.负责人
C.办公室主任
D.保密办主任
答案：A
275.女方在怀孕期间、分娩后（）内或者妊娠后（）内，男方不得提出离婚。
A.一年内；一年内
B.一年内；六个月内
C.六个月内；六个月内
D.二年内；六个月内
答案：B
`;

export const rawMultipleChoice = `
1.党和法的关系是一个根本问题，处理得好，则（ ）。
A.法治兴
B.国家兴
C.社会兴
D.党兴
答案：ABD
2.党的二十大报告指出，要坚持（ ）共同推进。
A.依法执政
B.依宪执政
C.依法治国
D.依法行政
答案：ACD
3.党的二十大报告指出，必须更好发挥法治（ ）的保障作用，在法治轨道上全面建设社会主义现代化国家。
A.固根本
B.利人民
C.稳预期
D.利长远
答案：ACD
4.党的二十大报告指出，要坚持（ ）一体建设。
A.法治政府
B.法治社会
C.依法执政
D.法治国家
答案：ABD
5.全面依法治国是中国特色社会主义的（ ）。
A.既定目标
B.基本方针
C.重要保障
D.本质要求
答案：CD
6.习近平总书记指出，要以深化依法治国实践检验法治建设成效，着力（ ），推动各方面制度更加成熟、更加定型。
A.扬优势
B.固根基
C.补短板
D.强弱项
答案：ABCD
7.当前，要完善（ ）的立法工作格局。
A.党委领导
B.各方参与
C.人大主导
D.政府依托
答案：ABCD
8.习近平总书记在中央全面依法治国工作会议上强调，要强化依法治理，培育全社会（ ）的法治环境。
A.办事依法
B.遇事找法
C.解决问题用法
D.化解矛盾靠法
答案：ABCD
9.建设高素质法治工作队伍，要着力建设一支（ ）的社会主义法治工作队伍。
A.忠于法律
B.忠于人民
C.忠于党
D.忠于国家
答案：ABCD
10.当前，要更好发挥法治对改革发展稳定的（ ）作用。
A.保障
B.引领
C.规范
D.推动
答案：ABC
11.法治工作队伍包括（ ）。
A.司法队伍
B.行政执法队伍
C.法律服务队伍
D.法学教学和研究队伍
E.立法队伍
答案：ABCDE
12.习近平总书记指出，执法司法（ ）才能真正发挥好法治在国家治理中的效能。
A.高效
B.权威
C.合法
D.公正
答案：ABD
13.推动全社会增强法治观念的关键环节有哪些？（ ）
A.维护宪法权威
B.增强全民法治观念
C.健全普法责任制
D.建设社会主义法治文化。
答案：ABCD
14.行政执法的基本要求是什么？（ ）
A.严格
B.规范
C.公正
D.文明
答案：ABCD
15.依法治国的“新十六字方针”是（ ）。
A.科学立法
B.严格执法
C.公正司法
D.全民守法
答案：ABCD
16.“四个全面”战略布局是指（ ）。
A.全面建设社会主义现代化国家
B.全面深化改革
C.全面依法治国
D.全面从严治党
答案：ABCD
17.下列关于习近平法治思想说法错误的是（ ）。
A.习近平新时代中国特色社会主义思想是习近平法治思想的重要组成部分
B.习近平法治思想不是马克思主义法治理论中国化的最新成果
C.党的十九大明确提出全面依法治国
D.习近平法治思想深刻回答了新时代为什么实行全面依法治国的问题
答案：ABC
18.习近平总书记创造性提出了关于全面依法治国的一系列新理念新思想新战略，形成了内涵丰富、科学系统的思想体系，为建设法治中国指明了前进方向，在中国特色社会主义法治建设进程中具有重大（ ）。
A.政治意义
B.理论意义
C.实践意义
D.世界意义
答案：ABC
19.坚持以人民为中心体现在（ ）。
A.坚持法治为了人民、依靠人民
B.积极回应人民群众新要求新期待
C.牢牢把握社会公平公正的价值追求
D.依法保障人民权益
答案：ABCD
20. 中国特色社会主义法治道路的核心要义是（ ）。
A.坚持党的领导
B.坚持中国特色社会主义制度
C.贯彻坚持中国特色社会主义法治理论
D.坚持深入开展宪法宣传教育
答案：ABC
21.下面表述正确的是（ ）。
A.全面推进依法治国，是着眼于实现中华民族伟大复兴中国梦、实现党和国家长治久安的长远考虑。
B.无论是实现“两个一百年”奋斗目标，还是实现中华民族复兴中国梦，全面依法治国既是重要内容，又是重要保障。
C.中国特色社会主义实践向前推进一步，法治建设就要跟进一步。
D.中国社会主义法治要立足中国国情,无须过多参考外国经验。
答案：ABC
22.《习近平法治思想学习纲要》指出，领导干部要自觉做尊法学法的（ ）。
A.示范者
B.推动者
C.监督者
D.实践者
答案：ABD
23.习近平总书记在中央全面依法治国委员会第一次会议上强调，全面依法治国必须正确处理（ ）的关系。
A.政治和法治
B.改革和法治
C.依法治国和以德治国
D.依法治国和依规治党
答案：ABCD
24.习近平总书记在中央全面依法治国工作会议上强调，要继续推进法治领域改革，解决好（ ）等领域的突出矛盾和问题。
A.立法
B.执法
C.司法
D.守法
答案：ABCD
25.习近平总书记在中央全面依法治国工作会议上强调，我们要更加重视法治、厉行法治，坚持依法（ ）。
A.应对重大挑战
B.抵御重大风险
C.克服重大阻力
D.解决重大矛盾
答案：ABCD
26.习近平在中央全面依法治国工作会议上指出，要坚持建设中国特色社会主义法治体系。中国特色社会主义法治体系是推进全面依法治国的总抓手。要加快形成（ ），形成完善的党内法规体系。
A.完备的法律规范体系
B.高效的法治实施体系
C.严密的法治监督体系
D.有力的法治保障体系
答案：ABCD
27.习近平在中央全面依法治国工作会议上指出，要坚持建设德才兼备的高素质法治工作队伍。要加强理想信念教育，深入开展社会主义核心价值观和社会主义法治理念教育，推进法治专门队伍（ ），确保做到忠于党、忠于国家、忠于人民、忠于法律。要教育引导法律服务工作者坚持正确政治方向，依法依规诚信执业，认真履行社会责任。
A.革命化
B.正规化
C.专业化
D.职业化
答案：ABCD
28.习近平在中央全面依法治国工作会议上指出，要坚持全面推进（ ）。要继续推进法治领域改革，解决好立法、执法、司法、守法等领域的突出矛盾和问题。
A.科学立法
B.严格执法
C.公正司法
D.全民守法
答案：ABCD
29.推进全面依法治国，要坚持依法治国、依法执政、依法行政共同推进、坚持（ ）一体建设。
A.法治国家
B.法治政府
C.法治社会
D.法治城市
答案：ABC
30.全面依法治国是一个系统工程，要整体谋划，更加注重（ ）。
A.系统性
B.整体性
C.协同性
D.规范性
答案：ABC
31.要积极推进（ ） 等重要领域立法， 健全国家治理急需的法律制度、满足人民日益增长的美好生活需要必备的法律制度，以良法善治保障新业态新模式健康发展。
A.国家安全、 科技创新
B.公共卫生、 生物安全
C.生态文明、 防范风险
D.涉外法治
答案：ABCD
32.要传承中华优秀传统法律文化， 从我国（ ） 的实践中探索适合自己的法治道路。
A.革命
B.建设
C.改革
D.开放
答案：ABC
33.要把（ ） 落实到全面依法治国各领域全过程。
A.体现人民利益
B.反映人民愿望
C.维护人民权益
D.增进人民福祉
答案：ABCD
34.县（市、区）司法局统筹考虑各乡镇（街道）常住人口、经济发展状况、平安法治建设需求等因素，对司法所按照（ ）、（ ）、（ ）三种进行分类。
A.大型
B.中型
C.小型
D.功能型
答案：ABC
35.司法协理员的教育培训工作纳入司法所队伍教育培训计划，采取（ ）、（ ）、（ ）等形式，提高司法协理员政治素养和业务素质。
A.初任培训
B.专门业务培训
C.岗位练兵
D.在职培训
答案：ABD
36.根据《关于推进全省司法所综合改革的实施意见》，积极推进司法所和社区矫正机构在（ ）、（ ）、（ ）、（ ）等工作中加强协同配合。
A.社区矫正
B.安置帮教
C.纠纷化解
D.法治宣传
答案：ABCD
37.县（市、区）司法局要统筹辖区法律服务资源，指导司法所与（ ）、（ ）、（ ）开展业务联动。
A.戒毒所
B.公安派出所
C.律师事务所
D.基层法律服务所
答案：BCD
38.县（市、区）司法局领导班子成员对司法所进行联系帮包，经常到帮包司法所现场办公，指导开展党建工作，抓好（ ）、（ ）、（ ）、（ ）等建设，协调解决存在的困难问题。
A.业务
B.队伍
C.制度
D.作风
答案：ABCD
39.根据《关于推进全省司法所综合改革的实施意见》，符合下列条件之一的，可以划分为大型司法所（ ）。
A.所在乡镇（街道）常住人口在 8 万以上
B.所在乡镇（街道）常住人口在 10 万以上
C.所在乡镇（街道）经济规模在县（市、区）处于前列
D.特殊人群服务管理、矛盾纠纷化解任务重，综合业务饱和度高
答案：ACD
40.根据《关于推进全省司法所综合改革的实施意见》，符合下列条件之一的，可以划分为中型司法所（ ）。
A.所在乡镇（街道）常住人口在 5 万以上
B.所在乡镇（街道）常住人口在 8 万以上
C.所在乡镇（街道）经济规模在县（市、区）处于中等
D.特殊人群服务管理、矛盾纠纷化解任务较重，综合业务饱和度较高
答案：ACD
41.根据《关于推进全省司法所综合改革的实施意见》，符合下列条件之一的，可以划分为小型司法所（ ）。
A.所在乡镇（街道）常住人口在 5 万以下
B.所在乡镇（街道）经济规模有限
C.特殊人群服务管理、矛盾纠纷化解任务不重
D.综合业务饱和度不高
答案：ABCD
42.根据《关于推进全省司法所综合改革的实施意见》，大型司法所的基本建设参考标准要求配备工作人员（ ）人以上，其中政法专项编制（或行政编制）工作人员不少于（ ）人，司法协理员不少于 3 人。
A.6
B.8
C.2
D.3
答案：BD
43.根据《关于推进全省司法所综合改革的实施意见》，中型司法所的基本建设参考标准要求配备工作人员（ ）人以上，其中政法专项编制（或行政编制）工作人员不少于（ ）人，司法协理员不少于 2 人。
A.6
B.8
C.2
D.3
答案：AC
44.根据《关于推进全省司法所综合改革的实施意见》，小型司法所的基本建设参考标准要求配备工作人员（ ）人以上，其中政法专项编制（或行政编制）工作人员不少于（ ）人，司法协理员不少于 1 人。
A.4
B.3
C.2
D.1
答案：AC
45.结合工作实际，司法所对可能出现的突发事件等情况作出研判预警，制定应急处置预案，内容一般包括（ ）。
A.风险隐患分析
B.处置工作程序
C.响应措施
D.相关单位联络人员和电话
答案：ABCD
46.推进基层法治建设依托司法所具体负责的是（ ）。
A.协调推进、督促检查乡镇（街道）法治建设工作
B.整合各类法律资源，创新治理服务模式
C.推动乡镇（街道）法治建设各项工作有效开展
D.增强人民群众在法治领域的获得感、幸福感、安全感
答案：ABCD
47.司法所根据需要开展（ ），开展形式包括但不限于课堂式、参观式、现场式、座谈式等其他形式。
A.入矫集中教育
B.日常集中教育
C.专项集中教育
D.分类集中教育
答案：ABCD
48.司法行政徽的主色是（ ）。
A.蓝色
B.红色
C.银白色
D.金色
答案：BC
49.根据《司法所外观标识规范》要求，可以根据实际情况等比例放大的是（ ）。
A.司法行政徽
B.门楣
C.竖式标牌
D.玻璃防撞条
答案：ABC
50.司法所应当加强所务管理，制定（ ）（ ）（ ）（ ）、保密管理制度、应急处置制度。
A.岗位目标责任制度
B.工作例会制度
C.请示报告制度
D.档案管理制度
答案：ABCD
51.要按照（ ）（ ）（ ）要求，统筹各方面资源，抓好司法业务用房规划建设。
A.临街
B.独立
C.落地
D.便民
答案：ACD
52.司法所硬件设置要实现（ ）（ ）（ ）（ ）、方便群众。
A.区域相对独立
B.面积达标
C.功能齐全
D.设置科学
答案：ABCD
53.按照《司法行政机关财务管理办法》规定，保障司法所（ ）经费、公用经费、（ ）经费、（ ）经费和（ ）经费支出。
A.人员
B.办案（业务）
C.业务装备
D.基础设施建设
答案：ABCD
54.司法所要科学设立（ ）、（ ）、（ ）、（ ）、档案室等业务用房。
A.所长室
B.调解室
C.社区矫正室
D.安置帮教室
答案：ABCD
55.以下司法所名称正确的有（ ）。
A.XX 县（市）司法局 XX（司法所所在地地名）司法所
B.XX 县（市）司法局 XX（司法所所在地地名）镇司法所
C.XX 市 XX 区司法局 XX（司法所所在地地名）司法所
D.XX 市 XX 区司法局 XX（司法所所在地地名）街道司法所
答案：AC
56.中华人民共和国公民在行使自由和权利的时候，不得损害（ ）、（ ）、（ ）利益和其他公民的合法的自由和权利。
A.国家的
B.社会的
C.集体的
D.单位的
答案：ABC
57.中华人民共和国公民在（ ）、（ ）或者（ ）的情况下，有从国家和社会获得物质帮助的权利。
A.年老
B.疾病
C.丧失劳动能力
D.贫困
答案：ABC
58.中华人民共和国公民对于任何国家机关和国家工作人员的违法失职行为，有向有关国家机关提出（ ）、（ ）或者（ ）的权利。
A.申诉
B.控告
C.检举
D.揭发
答案：ABC
59.中华人民共和国公民必须遵守宪法和法律，保守国家秘密（ ），（ ），（ ），（ ）。
A.爱护公共财产
B.遵守劳动纪律
C.遵守公共秩序
D.尊重社会公德
答案：ABCD
60.在我国，（ ）和（ ）不受外国势力的支配。
A.宗教团体
B.宗教人员
C.宗教活动
D.宗教事务
答案：AD
61.任何公民，非经（ ）批准或者决定或者（ ）决定，并由（ ）执行，不受逮捕。
A.人民检察院
B.人民法院
C.公安机关
D.司法行政机关
答案：ABC
62.人民行使国家权力的机关是（ ）和（ ）。
A.全国人民代表大会
B.国务院
C.地方各级人民政府
D.地方各级人民代表大会
答案：AD
63.全国人民代表大会由（ ）和军队选出的代表组成。
A.省
B.自治区
C.直辖市
D.特别行政区
答案：ABCD
64.国家在社会主义初级阶段，坚持（ ）、（ ）的基本经济制度，坚持（ ）、（ ）的分配制度。
A.公有制为主体
B.多种所有制经济共同发展
C.按劳分配为主体
D.多种分配方式并存
答案：ABCD
65.国家依照法律规定保护公民的（ ）和（ ）。
A.经营权
B.收益权
C.私有财产权
D.继承权
答案：CD
66.根据我国宪法规定,国家为了公共利益的需要，可以依照法律规定对公民的私有财产实行（）或者（ ）并给予补偿。
A.征收
B.征用
C.借用
D.调用
答案：AB
67.国家加强武装力量的（ ）、（ ）、（ ）的建设，增强国防力量。
A.革命化
B.现代化
C.正规化
D.年轻化
答案：ABC
68.国家和社会帮助安排盲、聋、哑和其他有残疾的公民的（ ）、（ ）和（ ）。
A.劳动
B.就业
C.生活
D.教育
答案：ACD
69.国家根据各少数民族的特点和需要，帮助各少数民族地区加速（ ）和（ ）的发展。
A.经济
B.文化
C.家庭
D.政治
答案：AB
70.国家发展医疗卫生事业，发展现代医药和我国传统医药，鼓励和支持（ ）、（ ）和（ ）举办各种医疗卫生设施。
A.农村集体经济组织
B.国家企业事业组织
C.街道组织
D.社会团体
答案：ABC
71.地方各级人民政府需要对（ ）部门负责并报告工作。
A.本级人民代表大会
B.本级人民代表大会常务委员会
C.上一级国家行政机关
D.上一级人民代表大会
答案：ABC
72.公共道路管理人不能证明已经尽到（ ）等义务的，应当承担相应的责任。
A.调查
B.清理
C.防护
D.警示
答案：BCD
73.下列属于违反国家规定造成生态环境损害的，国家规定的机关或者法律规定的组织有权请求侵权人赔偿的损失和费用的是（ ）。
A.生态环境受到损害至修复完成期间服务功能丧失导致的损失
B.生态环境功能永久性损害造成的损失
C.生态环境损害调查、鉴定评估等费用；清除污染、修复生态环境费用
D.防止损害的发生和扩大所支出的合理费用
答案：ABCD
74.下列属于收养人应当同时具备得条件的是（ ）。
A.年满三十周岁；无子女或者只有一名子女
B.有抚养、教育和保护被收养人的能力
C.未患有在医学上认为不应当收养子女的疾病
D.无不利于被收养人健康成长的违法犯罪记录
答案：ABCD
75.个人信息的处理包括个人信息的收集、存储、使用、（ ）等。
A.加工
B.传输
C.提供
D.公开
答案：ABCD
76.处理个人信息的，应当遵循合法、正当、必要原则，不得过度处理，并符合下列（ ）条件。
A.征得该自然人或者其监护人同意，但是法律、行政法规另有规定的除外
B.公开处理信息的规则
C.明示处理信息的目的、方式和范围
D.不违反法律、行政法规的规定和双方的约定
答案：ABCD
77.自然人的个人信息受法律保护。个人信息是以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人的各种信息，包括自然人的姓名、（ ）、电子邮箱、健康信息、行踪信息等。
A.出生日期身份证件号码
B.生物识别信息
C.住址
D.电话号码
答案：ABCD
78.合理实施下列（ ）行为的，可以不经肖像权人同意。
A.为个人学习、艺术欣赏、课堂教学或者科学研究，在必要范围内使用肖像权人已经公开的肖像
B.为实施新闻报道，不可避免地制作、使用、公开肖像权人的肖像
C.为依法履行职责，国家机关在必要范围内制作、使用、公开肖像权人的肖像
D.为展示特定公共环境，不可避免地制作、使用、公开肖像权人的肖像；为维护公共利益或者肖像权人合法权益，制作、使用、公开肖像权人的肖像
答案：ABCD
79.违背他人意愿，以（ ）行为等方式对他人实施性骚扰的，受害人有权依法请求行为人承担民事责任。
A.言语
B.文字
C.图像
D.肢体
答案：ABCD
80.除法律另有规定或者权利人明确同意外，任何组织或者个人不得实施（ ）行为。
A.以电话、短信、即时通讯工具、电子邮件、传单等方式侵扰他人的私人生活安宁
B.进入、拍摄、窥视他人的住宅、宾馆房间等私密空间
C.拍摄、窥视、窃听、公开他人的私密活动;拍摄、窥视他人身体的私密部位
D.处理他人的私密信息;以其他方式侵害他人的隐私权
答案：ABCD
81.自然人享有隐私权。任何组织或者个人不得以（ ）等方式侵害他人的隐私权。
A.刺探
B.侵扰
C.泄露
D.公开
答案：ABCD
82.禁止以任何形式买卖（ ）。违反规定的买卖行为无效。
A.人体细胞
B.人体组织
C.人体器官
D.遗体
答案：ABCD
83.为公共利益实施新闻报道、舆论监督等行为的，可以合理使用民事主体的（ ）等;使用不合理侵害民事主体人格权的，应当依法承担民事责任。
A.姓名
B.名称
C.肖像
D.个人信息
答案：ABCD
84.人格权是民事主体享有的生命权、身体权、（ ）、名誉权、荣誉权、隐私权等权利。
A.健康权
B.姓名权
C.名称权
D.肖像权
答案：ABCD
85.物业服务人应当按照约定和物业的使用性质，妥善（ ）和经营管理物业服务区域内的业主共有部分，维护物业服务区域内的基本秩序，采取合理措施保护业主的人身、财产安全。
A.维修
B.养护
C.清洁
D.绿化
答案：ABCD
86.自然人的个人信息受法律保护。任何组织或者个人需要获取他人个人信息的，应当依法取得并确保信息安全，不得非法（ ）他人个人信息，不得非法买卖、提供或者公开他人个人信息。
A.收集
B.使用
C.加工
D.传输
答案：ABCD
87.下列属于《民法典》规定的特别法人的是（ ）。
A.机关法人
B.农村集体经济组织法人
C.城镇农村的合作经济组织法人
D.基层群众性自治组织法人
答案：ABCD
88.法人应当依法成立。法人应当有自己的（ ）。
A.名称
B.组织机构
C.住所
D.财产或者经费
答案：ABCD
89.监护人有下列（ ）之一的，人民法院根据有关个人或者组织的申请，撤销其监护人资格，安排必要的临时监护措施，并按照最有利于被监护人的原则依法指定监护人。
A.实施严重损害被监护人身心健康的行为
B.怠于履行监护职责
C.实施严重侵害被监护人合法权益的其他行为
D.无法履行监护职责且拒绝将监护职责部分或者全部委托给他人，导致被监护人处于危困状态
答案：ABCD
90.监护人的职责是（ ）。
A.代理被监护人实施民事法律行为
B.保护被监护人的人身权利
C.保护被监护人的财产权利
D.保护被监护人的其他合法权益等
答案：ABCD
91.未成年人的父母已经死亡或者没有监护能力的，下列有监护能力的是（ ）。
A.祖父母
B.外祖父母
C.兄、姐
D.经未成年人住所地的居民委员会、村民委员会或者民政部门指定监护人同意愿意担任监护人的个人或者组织
答案：ABCD
92.被人民法院认定为无民事行为能力人或者限制民事行为能力人的，经本人、利害关系人或者有关组织申请，人民法院可以根据其智力、精神健康恢复的状况，认定该成年人恢复为限制民事行为能力人或者完全民事行为能力人。有关组织包括：居民委员会、村民委员会、学校、（ ）、民政部门。
A.医疗机构
B.妇女联合会
C.残疾人联合会
D.依法设立的老年人组织
答案：ABCD
93.下列哪些耕地应当根据土地利用总体规划纳入基本农田保护区，严格管理（ ）。
A.经国务院有关主管部门或者县级以上地方人民政府批准确定的粮、棉、油生产基地内的耕地
B.有良好的水利与水土保护设施的耕地
C.农业科研、教学试验田
D.蔬菜生产基地
答案：ABCD
94.为了公共利益的需要，有下列哪些情形之一，确需征收农民集体所有的土地的，可以依法实施征收（ ）。
A.军事和外交需要用地的;
B.由政府组织实施的能源、交通、水利、通信、邮政等基础设施建设需要用地的;
C.由政府组织实施的扶贫搬迁、保障性安居工程建设需要用地的;
D.在土地利用总体规划确定的城镇建设用地范围内，经省级以上人民政府批准由县级以上人民政府组织实施的成片开发建设需要用地的。
答案：ABCD
95.下列哪些耕地应当根据土地利用总体规划划为永久基本农田，严格保护。（ ）
A.经国务院农业农村主管部门或者县级以上地方人民政府批准确定的粮、棉、油、糖等重要农产品生产基地内的耕地;
B.有良好的水利与水土保持设施的耕地，正在实施改造计划以及可以改造的中、低产田和已建成的高标准农田;
C.农业科研、教学试验田;
D.蔬菜生产基地。
答案：ABCD
96.关于暂缓拘留的条件，（ ）说法是错误的。
A.被处罚人不服行政拘留处罚决定可以直接申请暂缓执行
B.向公安机关提出暂缓执行行政拘留的申请
C.公安机关认为暂缓执行行政拘留不致发生社会危险的
D.被处罚人或者其近亲属必须提供担保人
答案：AD
97.加强业主权利保护是民法典的一大亮点，业主对住宅、经营性用房等专有部分享有所有权，对其享有（ ）权利。
A.占有
B.使用
C.处分
D.收益
答案：ABCD
98.城镇集体所有的不动产和动产，本集体经济组织享有（ ）权利。
A.占有
B.使用
C.收益
D.处分
答案：ABCD
99.农民集体所有的不动产和动产，属于本集体成员所有，本集体成员可依法律程序对以下哪些事项进行决定？（ ）
A.土地承包方案以及将土地发包给本集体以外的组织或者个人承包
B.个别土地承包经营权人之间承包地的调整
C.土地补偿费等费用的使用、分配办法
D.集体出资的企业的所有权变动等事项
答案：ABCD
100.集体所有的不动产和动产包括（ ）。
A.法律规定属于集体所有的土地和森林、山岭、草原、荒地、滩涂
B.集体所有的建筑物、生产设施、农田水利设施
C.集体所有的教育、科学、文化、卫生、体育等设施
D.集体所有的其他不动产和动产
答案：ABCD
101.监护人的职责包括以下哪些方面？（ ）
A.判断并报告监护人的年龄和智力状况
B.不得处理被监护人的财产
C.保护被监护人的人身权利、财产权利以及其他合法权益等
D.代理被监护人实施民事法律行为
答案：CD
102.离婚时，夫妻一方有以下哪些情形，该方可以少分或者不分夫妻共同财产（ ）。
A.毁损夫妻共同财产
B.挥霍夫妻共同财产
C.干家务活少
D.伪造夫妻共同债务
答案：ABD
103.有下列情形之一，导致离婚的，无过错方有权请求损害赔偿：（ ）。
A.重婚
B.与他人同居
C.实施家庭暴力
D.虐待、遗弃家庭成员
答案：ABCD
104.夫妻一方因（ ）等负担较多义务的，离婚时有权向另一方请求补偿。
A.抚育子女
B.协助另一方工作
C.照料老年人
D.干活较多
答案：ABC
105.离婚时，夫妻的共同财产由双方协议处理；协议不成的，由人民法院根据财产的具体情况，按照照顾（ ）权益的原则判决。
A.子女
B.经济困难方
C.女方
D.无过错方
答案：ACD
106.离婚后，父母对于子女仍有（ ）权利和义务。
A.抚养
B.关注
C.保护
D.教育
答案：ACD
107.具有（ ），调解无效的，应当准予离婚。
A.重婚或者与他人同居
B.实施家庭暴力或者虐待、遗弃家庭成员
C.有赌博、吸毒等恶习屡教不改
D.因感情不和分居满二年
答案：ABCD
108.山东省法治乡村建设三年行动的主要任务包括（ ）等。
A.推进涉农重点领域立法
B.规范涉农行政执法行为
C.加强农村公共安全监管
D.加强涉农重点领域执法和执法监督检查
答案：ABCD
109.人民调解委员会的设立单位包括（ ）。
A.村民委员会、居民委员会
B.企事业单位
C.乡镇、街道
D.社会团体或者其他组织
答案：ABCD
110.人民调解委员会根据需要，可以在（ ）、（ ）、（ ）等单位和（ ）设立派驻调解工作室。
A.法院
B.公安
C.信访
D.特定场所
E.县级人民政府
答案：ABCD
111.人民调解委员会对于不符合受理条件的纠纷，应当告知当事人通过以下哪些途径处理（ ）。
A.有仲裁协议的，可向仲裁委员会申请仲裁
B.可向当地人民政府、相关行政主管部门申请行政调解、行政裁决
C.可向人民法院提起民事诉讼
D.对有可能引起治安案件、刑事案件的纠纷，人民调解委员会应及时向当地公安机关和其他有关部门报告
答案：ABCD
112.乡镇（街道）人民调解委员会委员可由行政区域内以下（ ）单位推选产生。
A.村（居）民委员会
B.有关单位
C.社会团体
D.其他组织
答案：ABCD
113.专职人民调解员的配备要求（ ）。
A.行业性专业性人民调解委员会一般应配备 3 名以上
B.乡镇（街道）人民调解委员会一般应配备 2 名以上
C.有条件的村（居）、企事业单位人民调解委员会一般应配备 1 名以上
D.派驻调解工作室一般应配备 1 名以上
答案：ABC
114.人民调解员在调解活动中享有的权利包括（ ）。
A.根据需要进行调查核实
B.批评和制止扰乱调解秩序的行为
C.向有关单位提出调解工作建议
D.法律法规规定的其他权利
答案：ABCD
115.当事人申请调解，符合以下条件的，人民调解委员会应当及时受理（ ）。
A.有明确的被申请人
B.有具体的调解要求
C.有提出调解申请的事实理由
D.属于人民调解受理范围
答案：ABCD
116.人民调解协议书一般应载明以下事项（ ）。
A.当事人的基本情况
B.纠纷的主要事实、争议事项以及各方当事人的责任
C.当事人达成调解协议的内容，履行的方式、期限和违约责任等
D.当事人的家庭成员情况
答案：ABC
117.司法所指导行政调解工作的主要工作包括（ ）。
A.明确行政调解部门和职责
B.指导加强行政调解组织队伍建设
C.指导规范开展行政调解工作
D.代收行政复议申请
答案：ABC
118.人民调解员应根据纠纷的情况，讲解（ ），宣传（ ），摆事实、讲道理，帮助当事人查明事实、（ ）、（ ）。
A.法律政策
B.公德情理
C.分清是非
D.明确责任
E.风土人情
答案：ABCD
119.根据《人民调解法》，下列说法正确的是（ ）。
A.村民委员会、居民委员会应当设立人民调解委员会
B.村民委员会、居民委员会根据需要设立人民调解委员
C.企业事业单位应当设立人民调解委员会
D.企业事业单位根据需要设立人民调解委员会
答案：AD
120.下列工作属于人民调解委员会工作职责的是（ ）。
A.调解民间纠纷，防止纠纷激化
B.开展矛盾纠纷排查，及时发现矛盾纠纷风险隐患
C.通过调解工作宣传法律法规、规章和政策，弘扬社会主义核心价值观，教育公民遵纪守法，尊重社会公德，预防民间纠纷发生
D.向设立单位、基层政府、相关行业主管部门和司法行政机关反映民间纠纷和调解工作情况
答案：ABCD
121.《全国人民调解工作规范》规定，人民调解组织一般包括哪些组织形式（ ）。
A.人民调解委员会
B.人民调解小组
C.人民调解工作室
D.人民调解中心
答案：ABCD
122.哪些情况下可以设立人民调解工作室（ ）。
A.人民调解委员会根据人民调解员申请，并由县级以上司法行政机关命名，可以人民调解员姓名设立个人调解工作室
B.人民调解委员会根据人民调解员申请，并由县级以上司法行政机关命名，可以特有名称设立个人调解工作室
C.人民调解委员会根据需要，可在法院、公安、信访等单位设立派驻调解工作室
D.人民调解委员会根据需要，可在特定场所设立派驻调解工作室
答案：ABCD
123.坚持将矛盾纠纷化解在萌芽状态、化解在基层，推动完善（ ）等社会矛盾纠纷多元预防调处化解综合机制。
A.信访
B.调解
C.仲裁
D.行政裁决
E.行政复议
F.诉讼
答案：ABCDEF
124.推动乡镇街道“一站式”矛盾纠纷调解中心建设，完善落实（ ）对接等机制，构建以人民调解为基础的大调解工作格局。
A.诉调
B.公调
C.访调
D.非诉讼调解
答案：ABC
125.完善基层人民调解组织网络中，需要加强对人民调解员（ ）等方面的培训。
A.法律政策
B.专业知识
C.调解技能
D.文字写作
答案：ABC
126.根据《人民调解法》，下列关于人民调解程序的说法，正确的有（ ）。
A.当事人一方明确拒绝调解的，人民调解委员会不得调解
B.调解民间纠纷，应当及时、就地进行，防止矛盾激化
C.当事人双方经过自愿协商并达成协议后，才能结束调解
D.征得当事人同意后，人民调解员可以按需要邀请具有专门知识的人参与调解
答案：ABD
127.人民调解员在调解工作中有下列（ ）行为之一的，由其所在的人民调解委员会给予批评教育、责令改正，情节严重的，由推选或者聘任单位予以罢免或者解聘。
A.偏袒一方当事人的
B.侮辱当事人的
C.索取、收受财务或者牟取其他不正当利益的
D.泄露当事人的个人隐私、商业秘密的
答案：ABCD
128.有下列情形之一的，人民调解委员会应终止调解（ ）。
A.当事人拒绝继续接受调解的
B.经调解不能达成调解协议，当事人提出通过仲裁、行政或诉讼等途径解决的；
C.纠纷情况发生变化，不宜继续采用调解方式解决的
D.其他应终止调解的情形
答案：ABCD
129.具有下列（ ）情形之一的，调解协议无效。
A.损害国家、集体或者
B.双方当事人恶意串通，损害他人合法权益
C.违反法律和行政法规的强制性规定
D.违背公序良俗
答案：ABCD
130.当事人在人民调解活动中享有（ ）权利。
A.选择或者接受人民调解员
B.接受调解、拒绝调解或者要求终止调解
C.要求调解公开进行或者不公开进行
D.自主表达沂源、自愿达成调解协议
答案：ABCD
131.父亲、母亲、儿子不幸在同一车祸中死亡，无法确定死亡时间。父亲有一兄，母亲有一妹，儿子无其他继承人。根据《民法典》第 1121 条，下列哪些选项正确？（ ）
A.推定儿子先死亡
B.推定父亲、母亲同时死亡
C.推定父亲先于母亲死亡
D.推定母亲先于父亲死亡
答案：AB
132.王某与李某离婚时约定女儿由王某抚养，李某每月支付2000 元抚养费。3 年后女儿考入私立中学，学费激增且患哮喘需长期治疗，王某要求李某增加抚养费遭拒。王某起诉后，李某称自己失业且再婚育子无力承担。女儿成年后考入大学，要求李某支付学费。问：离婚后对子女的抚养费发生争议的处理原则是（ ）？
A.尊重协议优先：离婚时抚养费数额首先按双方协议执行（如原定 2000 元）。
B.法院依实际情况判决：根据子女需求、父母负担能力调整（如学费、医疗费增加）。
C.保障子女合理追加权：子女可在必要时要求超原定数额的费用（如学费）。
D.抚养费恒定不变：协议或判决后不得变更，子女需自行承担新增费用。
答案：ABC
133.当事人情绪激动，调解员运用“表达关注”技巧的正确做法是（ ）。
A.保持稳定的眼神接触
B.上身略微前倾
C.双手抱肩以示严肃
D.适时点头回应
答案：ABD
134.小徐与女友筹备结婚时，双方家庭各出资 240 万购房，男方另购 18 万钻戒、付婚宴定金 5 万。后因矛盾分手，男方要求返还购房款。调解中，双方感情已无修复可能，争议焦点为：①钻戒归属；②婚宴定金损失承担；③房产分配。女方起初以“青春损失费”为由拒还 240 万。经调解员情感沟通，最终达成协议。问：以下哪项是调解结果的描述较为准确？（ ）
A.钻戒归女方，女方补偿男方 10 万元
B.婚宴定金损失由女方单方承担
C.房产归女方，女方分两次支付男方 240 万元
D.婚宴定金损失由双方各承担 50%
答案：ACD
135.监狱、社区矫正机构应当在服刑人员服刑期满前三十日（对患严重疾病或者身体严重残疾等需要社会救助人员，在刑满释放前三个月）将其（ ）等服刑人员释放信息送达其户籍地县级司法行政部门；对服刑期满前仍未查清身份的人员，应当将其释放信息送达原侦查机关所在地县级司法行政部门。
A.基本信息
B.回归社会危险性评估意见
C.服务管理建议
D.回执单
答案：ABCD
136.“三无”人员是指刑满释放后（ ）的人员。
A.无劳动能力
B.无生活来源
C.无法定赡养（抚养）义务人或者法定义务人无履行义务能力
D.无固定职业
答案：ABC
137.在对即将释放的服刑人员进行社会调查时，县级司法行政部门要调查其可能遇到的（ ）等情况，并按规定向监狱反馈调查结果，供出监评估参考。
A.生活困难
B.家庭变化
C.有无固定住所
D.社会交往
答案：ABCD
138.司法行政部门应当就下列（ ）事项，对司法鉴定机构、司法鉴定人进行监督、检查：
A.执行司法鉴定程序、技术标准和操作规范情况
B.业务开展和鉴定质量情况
C.恪守职业道德和执业纪律情况
D.制定和执行管理制度情况
答案：ABCD
139.帮教对象户籍地或者居住地司法所应当在乡镇（街道）党（工）委、政府（办事处）的组织领导下，组建由（ ）等组成的日常帮教团队，在帮教对象刑满释放后十日内与其见面，介绍安置帮教政策、协助申请落实有关社会救助政策，并在安置帮教期内履行日常帮教职责。
A.司法所工作人员
B.公安派出所社区民警
C.村（居）民委员会工作人员
D.网格员
答案：ABCD
140.日常帮教团队成员间应当加强协作联动，及时通报有关情况，对走访排查中发现的风险隐患，应及时（ ）。
A.报告乡镇（街道）党（工）委、政府（办事处）
B.报告县级司法行政部门
C.纳入社会风险隐患人员台账
D.落实风险稳控措施
答案：ABCD
141.司法行政部门统筹建设政府投入、社会力量参与的具有（ ）等功能的过渡性安置基地，发展改革、行政审批等部门予以支持。
A.食宿
B.教育
C.培训
D.救助
答案：ABCD
142.对有安置需求的安置帮教对象，安置帮教相关职能部门根据相关政策，采取（ ）等方式，落实刑满释放人员安置措施。
A.落实责任田
B.开展心理辅导和法治教育
C.推荐企业安置
D.推荐社会组织安置
答案：ABCD
143.开展刑满释放人员安置帮教工作，应当在各级党委领导下，坚持和完善（ ）的工作格局。
A.党委政法委统筹协
B.以司法行政部门为主
C.各有关部门密切配合、齐抓共管
D.社会力量积极参与
答案：ABCD
144.开展安置帮教工作分析研判和风险评估应当坚持问题导向、实事求是，注重（ ）。
A.跟踪走访
B.隐患排查
C.研判评估
D.解决问题
答案：ABCD
145.乡镇（街道）安置帮教分析研判由司法所牵头组织，报请乡镇（街道）分管领导召集，（ ）负责同志参加。
A.乡镇（街道）综治中心
B.相关日常安置帮教团队成员
C.公安派出所
D.同级安置帮教相关责任单位
答案：ABCD
146.县级司法行政部门对掌握的存在精神类疾病、艾滋病等情况的帮教对象，及时通知（ ），由相关部门指导基层医疗卫生机构、定点医疗机构按规定纳入管理。
A.卫生健康部门
B.疾控部门
C.综治中心
D.公安机关
答案：AB
147.教育行政部门对符合（ ）学生资助和学费减免政策规定的安置帮教对象，应当依据实际情况协调给予适当资助。
A.普通高中
B.职业教育
C.普通高等教育
D.函授教育
答案：ABC
148.人力资源社会保障部门做好就业服务工作，按规定为符合条件的帮教对象办理失业登记，免费提供（ ）等公共就业服务，支持参加职业技能培训和职业技能评价，按规定落实相应补贴政策。
A.政策咨询
B.职业指导
C.职业介绍
D.就业岗位
答案：ABC
149.经综合评估为中、高风险等级的帮教对象情况，应当及时（ ）。
A.通报当地公安派出所
B.通报乡镇（街道）平安法治部门
C.报告乡镇（街道）主要领导和分管领导
D.落实风险稳控措施
答案：ABCD
150.安置帮教分析研判主要任务是分析安置帮教工作形势，梳理重点问题和疑难个案，研究针对性解决措施。下列哪些属于重点分析研判内容（ ）。
A.安置帮教工作开展情况和安置帮教对象基本情况
B.重点人员情况
C.重新犯罪特别是涉命案情况
D.“双列管”安置帮教对象情况
答案：ABCD
151.各级安置帮教分析研判情况要及时记录存档，对复杂疑难问题的分析研判情况和解决方案，应当及时报告（ ）。
A.同级党委、政府
B.党委政法委
C.上级司法行政机关
D.综治中心
答案：ABC
152.监狱、社区矫正机构和安置帮教机构要加强沟通协调，在罪犯收监（入矫）和释放（解矫）前期，做好信息（ ）等工作，确保逐人核实到位。
A.录入
B.核查
C.反馈
D.报送
答案：ABC
153.提高安置帮教工作实效，鼓励动员（ ）参与帮教活动，指导推动建设过渡性安置帮教基地，积极引导社会组织、爱心企业建设就业培训基地、劳动服务基地。
A.社会组织
B.企业
C.社会志愿者
D.安置帮教对象本人
答案：ABC
154.推动将（ ）纳入矫正小组和帮教团队，参与矛盾纠纷排查化解工作。
A.法治带头人
B.法律明白人
C.法学专业学生
D.法学专家
答案：AB
155.提升各信息系统业务协同和数据共享能力，尽快实现（ ）等平台对接、数据共享、业务协同。
A.监狱
B.社区矫正
C.安置帮教
D.司法协同
答案：ABC
156.司法所工作人员应当对帮教对象逐人登记建档，对一般帮教对象至少（ ）、重点帮教对象至少（ ）走访一次，掌握其工作、生活、家庭情况，开展多种形式的教育和社会帮教工作。
A.每月
B.每季度
C.每半年
D.每年
答案：BC
157.监狱、社区矫正机构、安置帮教机构加强沟通协调，按规定做好相关信息（ ）等工作。
A.录入
B.推送
C.核查
D.反馈
答案：ABCD
158.及时掌握安置帮教对象人户分离情况，建立（ ）信息共享机制，严格执行“双列管”。
A.户籍地
B.居住地
C.服刑地
D.安置地
答案：AB
159.会同相关部门推动审查涉刑满释放人员及其子女就业的（ ）等，依法清理不合理就业限制。
A.政府规章
B.规范性文件
C.行政法规
D.部门规章
答案：AB
160.落实（ ）制度，密切掌握安置帮教对象特别是重点帮教对象的情况，发现有危害社会的苗头，及时通报综治中心、公安机关和当地党委政府。
A.逐人建档
B.定期排查走访
C.定期帮教
D.定点矫治
答案：AB
161.推进纠纷化解向社区矫正、安置帮教工作延伸，利用现有公共法律服务资源，为符合条件的人员提供（ ），引导其通过合法途径反映诉求、解决问题。
A.法律援助
B.法律咨询
C.就业指导
D.生活救济
答案：AB
162.推动落实“谁执法谁普法”普法责任制，加强预防犯罪法治宣传，开展（ ），提升广大群众法治意识。
A.以案释法
B.以案析法
C.精准普法
D.以案懂法
答案：AC
163.提高普法的针对性实效性，推动全面落实普法责任制，做到（ ）。
A.有普法清单
B.有工作台账
C.有管理办法
D.有专人负责
答案：ABCD
164.县级社区矫正机构制定年度普法清单，于每年一季度前分别报（ ）社区矫正机构及（ ）司法行政机关。
A.上级
B.同级
C.下级
D.上两级
答案：AB
165.发生以下哪些事项，社区矫正对象应当在二十四小时内报告？（ ）
A.居所变化
B.工作变动
C.家庭重大变故
D.接触对其矫正产生不利影响人员
答案：ABCD
166.社区矫正机构工作人员和其他国家工作人员有下列（ ）行为之一的，根据情节、性质，应当给予处分；构成犯罪的，依法追究刑事责任。
A.所管理的社区矫正对象重新犯罪的
B.利用职务或者工作便利索取、收受贿赂的
C.不履行法定职责的
D.泄露社区矫正工作秘密或者其他依法应当保密的信息的
答案：BCD
167.下列关于行政执法证据转刑事诉讼证据的说法正确的是？（ ）
A.行政执法收集的实物证据，可以直接作为刑事证据。
B.行政执法收集的的言词证据，不能作为刑事证据，但司法鉴定意见除外。
C.行政执法收集的言词证据，不能作为刑事证据。
D.行政执法中的司法鉴定意见，应重新进行刑事司法鉴定，才能作为刑事证据。
答案：AB
168.《中华人民共和国社区矫正法》所称社区矫正决定机关，是指（ ）。
A.依法判处管制、宣告缓刑、裁定假释、决定暂予监外执行的人民法院
B.依法批准暂予监外执行的监狱管理机关
C.依法裁定假释的监狱管理机关
D.依法批准暂予监外执行的公安机关
答案：ABD
169.社区矫正对象在缓刑考验期内，有下列情形之一的，由执行地同级社区矫正机构提出撤销缓刑建议（ ）
A.受到社区矫正机构两次训诫，仍不改正的。
B.违反禁止令，情节严重的。
C.无正当理由不按规定时间报到或者接受社区矫正期间脱离监管，超过一个月的。
D.因违反监督管理规定受到治安管理处罚，仍不改正的。
答案：BCD
170.罪犯在暂予监外执行期间，保证人应当履行下列义务（ ）：
A.协助社区矫正机构监督被保证人遵守法律和有关规定。
B.发现被保证人擅自离开居住的市、县或者变更居住地，或者有违法犯罪行为，或者需要保外就医情形消失，或者被保证人死亡的，立即向社区矫正机构报告。
C.为被保证人的治疗、护理、复查以及正常生活提供帮助。
D.督促和协助被保证人按照规定履行定期复查病情和向社区矫正机构报告的义务。
答案：ABCD
171.社区矫正对象在（ ）期间，应当每日向司法所报告基本行踪及遵守法律法规和有关规定情况。
A.请假外出期间
B.重大活动期间
C.国家发生社会性重大事件
D.所在地区发生社会性重大事件
答案：ABCD
172.人民法院拟撤销缓刑、假释的，应当（ ）。
A.听取社区矫正对象的申辩
B.听取社区矫正对象委托的律师的意见
C.禁止社区矫正对象申辩
D.不需要听取委托律师的意见
答案：AB
173.社区矫正对象请假（ ），报市级社区矫正机构审批。
A.外出时间在七日内的
B.外出时间超过七日的
C.单次请假外出超过三十日
D.两个月内外出时间累计超过三十日的
答案：CD
174.司法所长要重点提升（ ）能力。
A.政治能力
B.法治能力
C.群众工作能力
D.防范风险、化解风险的能力
E.统筹协调能力
答案：ABCDE
175.《山东省行政规范性文件制定和监督管理办法》规定，行政规范性文件不得设定以下（ ）事项。
A.行政许可、行政处罚
B.税收优惠
C.行政强制、行政征收
D.行政收费项目
答案：ABCD
176.《山东省重大行政决策程序规定》中，决策承办单位在决策过程中应当履行的职责有（ ）。
A.组织开展决策事项的调查研究
B.拟订决策草案
C.组织公众参与、专家论证、风险评估等工作
D.根据相关意见对决策草案进行修改完善，形成决策送审稿
答案：ABCD
177.民事主体从事民事活动，应当（）
A.遵循自愿原则
B.遵循公平原则
C.遵循诚信原则
D.有利于节约资源、保护生态环境
答案：ABCD
178.劳动者享有（）。
A.平等就业和选择职业的权利、取得劳动报酬的权利
B.休息休假的权利、获得劳动安全卫生保护的权利
C.接受职业技能培训的权利、享受社会保险和福利的权利
D.提请劳动争议处理的权利以及法律规定的其他劳动权利。
答案：ABCD
179.《重大行政决策程序暂行条例》规定，决策机关应当建立重大行政决策责任追究制度，对以下（ ）行为进行责任追究。
A.决策机关违反规定造成决策严重失误
B.依法应当及时作出决策而久拖不决，造成重大损失、恶劣影响的
C.决策执行单位拒不执行、推诿执行、拖延执行重大行政决策，导致决策不能全面、及时、正确实施的
D.决策承办单位提供虚假决策信息、资料或者隐匿、歪曲、泄露决策信息、资料的
答案：ABCD
180.根据《山东省重大行政决策档案管理办法》规定，下面说法正确的是（ ）。
A.决策承办单位负责重大行政决策全过程文件材料的统一收集、集中管理和归档；涉及两个以上承办单位的，由牵头单位统一归档。
B.司法行政部门负责重大行政决策合法性审查阶段文件材料的归档和档案管理等工作。政府办公厅（室）负责重大行政决策集体讨论决定阶段文件材料的归档和档案管理等工作。
C.司法行政部门、政府办公厅（室）应当分别将合法性审查阶段、集体讨论决定阶段文件材料，在形成之日起 30 日内，向决策承办单位移送副本。
D.决策承办单位应当在重大行政决策公布后 60 日内将涉及程序履行的文件材料整理归档，形成实体卷宗和电子档案；对重大行政决策执行和调整阶段有关的文件材料应当及时归档。
答案：ABCD
181.依据《山东省行政规范性文件制定和监督管理办法》，行政规范性文件不得设定下列内容（ ）。
A.增加法律、法规、规章规定之外的行政权力事项或者减少法定职责
B.违法减损公民、法人和其他组织的合法权益或者增加其义务，侵犯公民人身权、财产权、劳动权、休息权等基本权利
C.超越职权规定应当由市场调节、企业和社会自律、公民自我管理的事项
D.违法制定含有排除或者限制公平竞争内容的措施，违法干预或者影响市场主体正常生产经营活动，违法设置市场准入和退出条件
答案：ABCD
182.根据《中华人民共和国行政强制法》，以下关于行政机关实施查封、扣押的说法正确的有（ ）。
A.查封、扣押限于涉案的场所、设施或者财物
B.不得查封、扣押与违法行为无关的场所、设施或者财物
C.不得查封、扣押公民个人及其所扶养家属的生活必需品
D.当事人的场所、设施或者财物已被其他国家机关依法查封的，不得重复查封
答案：ABCD
183.劳动者有下列（）情形的，用人单位可以解除劳动合同：
A.在试用期间被证明不符合录用条件的；
B.严重违反劳动纪律或者用人单位规章制度的；
C.旷工、迟到、早退的
D.严重失职，营私舞弊，对用人单位利益造成重大损害的；
答案：ABD
184.有下列情形之一的，用人单位可以解除劳动合同，但是应当提前三十日以书面形式通知劳动者本人：
A.严重违反劳动纪律或者用人单位规章制度的；
B.劳动者患病或者非因工负伤，医疗期满后，不能从事原工作也不能从事由用人单位另行安排的工作的；
C.劳动者不能胜任工作，经过培训或者调整工作岗位，仍不能胜任工作的；
D.劳动合同订立时所依据的客观情况发生重大变化，致使原劳动合同无法履行，经当事人协商不能就变更劳动合同达成协议的。
答案：BCD
185.劳动者有下列情形之一的，用人单位不得随意解除劳动合同：
A.患职业病或者因工负伤并被确认丧失或者部分丧失劳动能力的；
B.患病或者负伤，在规定的医疗期内的；
C.女职工在孕期、产期、哺乳期内的；
D.法律、行政法规规定的其他情形。
答案：ABCD
186.优化营商环境应当坚持（ ）原则。
A.市场化
B.法治化
C.自由化
D.国际化
答案：ABD
187.关于行政规范性文件的施行日期，下列说法正确的有（ ）。
A.一般自文件公布之日起 30 日后施行
B.涉及国家安全、外汇汇率、货币政策的确定以及公布后不立即施行将有碍行政规范性文件施行的，可以自公布之日起施行
C.由制定机关随意确定施行日期
D.施行日期应在文件中明确规定
答案：ABD
188.有下列情形之一的，劳动者可以随时通知用人单位解除劳动合同：
A.在试用期内的；
B.用人单位以暴力、威胁或者非法限制人身自由的手段强迫劳动的；
C.用人单位未按照劳动合同约定支付劳动报酬或者提供劳动条件的。
D.劳动合同无效；
答案：ABCD
189.在重大行政决策程序中，下列（ ）程序为必经程序。
A.合法性审查程序
B.集体讨论决定
C.风险评估
D.公众参与
答案：AB
190.决策承办单位召开专家论证会的，应当邀请（ ）人以上的专家或参与论证；决策事项涉及面较广、争议较大、特别复杂的，应当邀请的专家一般不少于（ ）人。
A.3
B.5
C.7
D.9
答案：BC
191.按照《公平竞争审查条例实施办法》，不属于影响生产经营成本的审查标准有（ ）。
A.没有法律、行政法规依据或者未经国务院批准，不得给予特定经营者税收优惠
B.没有法律、行政法规依据或者未经国务院批准，不得给予特定经营者选择性、差异化的财政奖励或者补贴
C.没有法律、行政法规依据或者未经国务院批准，不得给予特定经营者要素获取、行政事业性收费、政府性基金、社会保险费等方面优惠
D.可以根据地方经济发展需求，随意给予特定企业优惠政策以降低其生产经营成本
答案：D
192.关于公平竞争审查标准，下列说法正确的有（ ）。
A.不得在全国统一的市场准入负面清单之外违规制定市场准入性质的负面清单
B.未通过招标、谈判等公平竞争方式，不得设置特许经营权或者以特许经营名义增设行政许可事项
C.可以根据经营者所有制形式、注册地设置合理的市场准入条件
D.不得对外地或者进口商品规定与本地同类商品不同的技术要求、检验标准
答案：ABD
193.关于重大行政决策后评估，下列表述正确的是（ ）。
A.只能由决策机关自行组织评估
B.评估结果不作为调整重大行政决策的依据
C.评估内容包括决策的执行情况、经济效益和社会效益等
D.可以委托第三方机构进行评估
答案：CD
194.劳动者在下列情形下，依法享受社会保险待遇：( ).
A.退休
B.患病、负伤
C.因工伤残或者患职业病
D.失业
E.生育
答案：ABCDE
195.根据《公平竞争审查条例实施办法》，公平竞争审查的对象包括（ ）。
A.市场准入和退出、产业发展等方面涉及经营者依法平等使用生产要素、公平参与市场竞争的法律、行政法规、地方性法规、规章、规范性文件
B.具体政策措施，如政策性文件、标准、技术规范、与经营者签订的行政协议以及备忘录等
C.仅包括政府出台的规范性文件，不涉及其他形式政策措施
D.企业内部制定的影响市场竞争的经营策略
答案：AB
196.制定与市场主体生产经营活动密切相关的行政规范性文件，应当（ ）。
A.应当按照规定，充分听取市场主体、行业协会商会的意见
B.向社会公开征求意见的期限一般不少于 15 日
C.应当按照规定进行公平竞争审查与合法性审核
D.行政规范性文件可以在行政管理需要时设置市场准入条件
答案：AC
197.《公平竞争审查条例实施办法》中，商品和要素自由流动标准包括（ ）。
A.不得对外地和进口商品、服务实行歧视性价格和歧视性补贴政策
B.不得限制外地和进口商品、服务进入本地市场或者阻碍本地商品运出、服务输出
C.不得排斥或者限制外地经营者参加本地招标投标活动
D.不得排斥、限制或者强制外地经营者在本地投资或者设立分支机构
答案：ABCD
198.用人单位与劳动者发生劳动争议，当事人可以选择什么方式解决?( )
A.调解
仲裁
诉讼
协商
答案：ABCD
199.无民事行为能力或者限制民事行为能力的成年人，（）有监护能力担任监护人？
A.配偶
B.父母、子女
C.其他近亲属
D.其他愿意担任监护人的个人或者组织，但是须经被监护人住所地的居民委员会、村民委员会或者民政部门同意
答案：ABCD
200.有下列情形之一的，监护关系终止：( )
A.被监护人取得或者恢复完全民事行为能力
B.监护人丧失监护能力
C.被监护人或者监护人死亡
D.人民法院认定监护关系终止的其他情形
答案：ABCD
201.自然人有下列情形之一的，利害关系人可以向人民法院申请宣告该自然人死亡：
A.下落不明满四年
B.下落不明满三年
C.因意外事件，下落不明满二年
D.因意外事件，下落不明满五年
答案：AC
202.习近平法治思想是习近平新时代中国特色社会主义思想的重要组成部分。以下（ ）表述是正确的。
A.习近平法治思想是马克思主义法治理论中国化的最新成果
B.习近平法治思想是中国特色社会主义法治理论的重大创新发展
C.习近平法治思想是党和人民处理新时代法治问题的根本立场、观点和方法
D.习近平法治思想是全面依法治国的根本指导思想
答案：ABCD
203.侵害英雄烈士等的( )，损害社会公共利益的，应当承担民事责任。
A.姓名
B.肖像
C.名誉
D.荣誉
答案：ABCD
204.决策承办单位和决策执行单位有下列行为之一，由司法行政部门督促其限期改正（ ）。
A.决策承办单位未按规定开展决策后评估的
B.决策执行单位等相关部门未按规定配合决策后评估工作的
C.决策执行单位未及时贯彻落实决策后评估结果的
D.根据后评估结果，调整或终止决策的
答案：ABC
205.组织专家论证专业性、技术性较强的规范性文件时，选择专家应考虑（ ）。
A.专家的专业领域与文件内容相关性
B.专家的行业知名度和影响力
C.专家的实践经验和理论水平
D.专家是否与相关利益主体存在利害关系
答案：ACD
206.组织专家论证行政规范性文件，可采用（ ）方式收集专家意见。
A.召开专家论证会
B.书面征求专家意见
C.压缩论证时间
D.委托咨询论证
答案：ABD
207.行政执法人员不得有以下（ ）行为。
A.非法收费或者截留、私分罚款和没收的违法所得或者财物
B.拒绝或者阻碍行政执法监督工作人员依法履行监督职责
C.对投诉人、举报人实施打击报复
D.拒绝向行政执法监督机关或者行政执法监督工作人员提供有关资料或者隐匿、销毁、转移执法证据
答案：ABCD
208.行政执法机关不得有哪些行为，下列说法正确的是（ ）。
A.未执行罚款决定与罚款收缴分离、收支两条线管理制度
B.擅自开展相对集中行政处罚权、行政许可权等综合执法工作或者擅自变更其权限范围
C.拒绝执行行政执法监督处理决定或者拒绝报告行政执法监督处理决定执行情况
D.未按照本级人民政府要求落实行政执法责任制
答案：ABCD
209.行政执法监督工作人员不得有哪些行为，下列说法正确的是（ ）。
A.不依法履行行政执法监督职责，造成严重后果
B.利用行政执法监督职权谋取私利
C.涂改、转借行政执法监督证件
D.执行公务活动时主动出示行政执法监督证件
答案：ABC
210.行政执法文书存在哪些问题，由行政执法监督机关责令有关行政执法机关补正或者改正（ ）。
A.未说明事实、依据或者理由，当事人、利害关系人没有异议的
B.文字表述错误或者计算错误的
C.未载明决定作出日期的
D.适用法律依据错误的
答案：ABC
211.在行政执法监督中发现哪些问题，由行政执法监督机关予以撤销（ ）。
A.主要事实不清、证据不足的
B.适用法律依据错误的
C.超越或者滥用职权的
D.行政执法行为明显不当的
答案：ABCD
212.行政执法机关对查封扣押财产、强制拆除等直接涉及（ ）的现场执法活动和执法场所，应当推行全程音像记录。
A.生命健康
B.人身自由
C.重大财产权益
D.证据保全
答案:ABC
213.全面推行（ ）行政执法“三项制度”是党的十八届四中全会部署的重要改革任务。
A.重大执法决定法制审核制度
B.行政执法公示制度
C.行政执法公开制度
D.执法全过程记录制度
答案:ABD
214.行政执法机关应当主动将下列行政执法结果向社会公示（ ）。
A.行政执法决定的履行情况
B.行政执法决定
C.案件集体谈论情况
D.检查、抽查、检验、检测的结果
答案:ABD
215.根据中央全面依法治国委员会《关于进一步加强市县法治建设的意见》，依法委托或授予乡镇（街道）行政执法权的同事，在编制、人员、资金、技术等方面同步予以配套保障，确保权力（ ）。
A.放得下
B.接得住
C.管得好
D.有监督
答案:ABCD
216.《中共中央关于进一步全面深化改革、推进中国式现代化的决定》指出，健全监察机关、公安机关、检察机关、审判机关、司法行政机关各司其职，监察权、侦查权、检察权、审判权、执行权（ ）的体制机制，确保执法司法各环节全过程在有效制约监督下运行。
A.相互监督
B.相互配合
C.相互指导
D.相互制约
答案:BD
217.各级行政执法机关要结合本机关行政执法行为的（ ）等因素，确定重大执法决定的范围，制定重大执法决定法制审核目录清单。
A.涉案金额
B.所属领域
C.类别
D.执法层级
答案:ABCD
218.行政执法机关在调查、取证过程中应当对调查、取证、现场询问情况进行书面记录，重点记录下列内容（ ）。
A.向有关单位和个人调取书证、物证情况
B.先行登记保存证据情况
C.询问当事人情况和证人情况
D.现场检查（勘验）和抽样取证情况
答案:ABCD
219.采用音像方式对执法现场进行记录时，应当重点记录下列内容（ ）。
A.行政执法人员对有关人员、财物采取措施及现场送达执法文书的情况
B.重要涉案物品等相关证据及其主要特征
C.执法现场的环境
D.当事人、证人、第三人等现场有关人员的体貌特征和言行举止
答案:ABCD
220.李某与张某互殴后被公安机关决定行政拘留，李某对处罚认可，张某不服。下列说法错误的是（ ）。
A.张某可以申请行政复议
B.张某、李某需同时申请行政复议
C.李某不参加行政复议，案件不能审理
D.张某应当直接提起行政诉讼
答案:BCD
221.为确保执法监督精准高效，《国务院办公厅关于严格规范涉企行政检查的意见》要求采取以下技术手段（ ）。
A.人工智能
B.大数据分析
C.交叉监督
D.建立信息共享机制
答案:ABD
222.根据《国务院办公厅关于严格规范涉企行政检查的意见》，行政检查的主体包括（ ）。
A.具有行政执法权的行政机关
B.法律法规授权的具有管理公共事务职能的组织
C.依法接受委托实施行政检查的组织
D.政府议事协调机构
答案:ABC
223.行政执法人员出具行政执法文书，要告知当事人（ ）等，并做好说明解释工作。
A.承办机构
B.执法事由
C.权利义务
D.执法依据
答案:BCD
224.公民、法人或者其他组织未经行政许可，擅自从事依法应当取得行政许可活动的，行政机关应当作出的正确处理是（ ）。
A.认真检查，并要求其补办相关手续
B.构成犯罪的，交司法机关追究刑事责任
C.处以罚款后责成其补办相关手续
D.依法采取措施予以制止并给予行政处罚
答案:BD
225.地方性法规可以在（ ）设定的行政许可事项范围内，对实施行政许可作出具体规定。
A.法律
B.行政法规
C.省、自治区、直辖市人民政府规章
D.国务院决定
答案:AB
226.关于行政许可听证，下列说法正确的是（ ）。
A.法律、法规、规章规定实施行政许可应当听证的事项，或者行政机关认为需要听证的其他涉及公共利益的重大行政许可事项，行政机关应当向社会公告，并举行听证
B.申请人、利害关系人不承担行政机关组织听证的费用
C.行政许可直接涉及申请人与他人之间重大利益关系的，行政机关在作出行政许可决定前，应当告知申请人、利害关系人享有要求听证的权利
D.申请人、利害关系人在被告知听证权利之日起五日内提出听证申请的，行政机关应当在二十日内组织听证
答案:ABCD
227.重点普法对象包括（ ）。
A.领导干部
B.青少年
C.归国华侨
D.外籍人员
答案：AB
228.普法责任清单应当明确（ ）。
A.普法内容
B.普法对象
C.普法经费
D.普法措施
答案：ABD
229.法治乡村建设的主要任务包括（ ）。
A.规范村级组织依法履职
B.加强乡村法治宣传教育
C.深化矛盾纠纷多元化解
D.取消村民议事会
答案：ABC
230.青少年法治教育要以（ ）为核心。
A.法律常识
B.法治理念
C.法治原则
D.法律制度为核心
答案：ABCD
231.法治文化阵地包括（ ）。
A.法治文化公园
B.法治文化广场
C.法治文化长廊
D.商业广告牌
答案：ABC
232.司法所在普法中的职责包括（ ）。
A.制定年度普法计划
B.审批刑事拘留
C.培训普法骨干队伍
D.组织法治宣传活动
答案：ACD
233.“法律明白人”的工作内容包含（ ）。
A.开展法治宣传
B.收集社情民意
C.参与调解纠纷
D.制定判决文书
答案：ABC
234.乡村治理体系包括（ ）。
A.自治
B.法治
C.德治
D.宗族管理
答案：ABC
235.创新普法形式包括（ ）。
A.发动群众背记法条
B.组织法治文化基层行
C.建立典型案例发布制度
D.运用新媒体新技术普法
答案：BCD
236.强化“谁执法谁普法”普法责任制，进一步发挥落实普法责任制联席会议的作用，逐步形成（ ）的管理模式，压实各责任单位普法责任。
A.清单管理
B.跟踪提示
C.督促指导
D.评估反馈
答案：ABCD
237.《中央宣传部 司法部关于开展法治宣传教育的第八个五年规划》明确要加强对（ ）、（ ）的法治教育，促进依法诚信经营管理。
A.非公有制经济组织
B.社会组织管理和从业人员
C.外籍留学生
D.流动人口
答案：AB
238.以案释法制度适用主体包括（ ）。
A.法官
B.检察官
C.行政执法人员
D.企业法务人员
答案：ABC
239.智慧普法平台建设包括（ ）。
A.全国统一平台
B.地方分平台
C.移动客户端
D.纸质宣传册
答案：ABC
240.法治文艺创作要（ ）。
A.弘扬社会主义核心价值观
B.阐释法律知识
C.讲述法治故事
D.兼顾商业价值
答案：ABC
241.“全国民主法治示范村（社区）”建设指导标准包括（ ）。
A.村级组织健全完善
B.基层民主规范有序
C.法治建设扎实推进
D.经济社会和谐发展
答案：ABCD
242.下列属于中华传统法律文化精华的思想和理念有（ ）。
A.民为邦本
B.礼法并用
C.以和为贵
D.明德慎罚
答案：ABCD
243.《中央宣传部 司法部关于开展法治宣传教育的第八个五年规划》指出，适应更高水平的平安中国建设需要，继续加强（ ）等宣传教育，促进依法惩治和预防犯罪。
A.刑法
B.刑事诉讼法
C.治安管理处罚法
D.国际法
答案：ABC
244.建立（ ）普法联动机制。
A.立法过程
B.行政执法
C.司法办案
D.商业营销
答案：ABC
245.适应统筹发展和安全的需要，大力宣传总体国家安全观和国家安全法、（ ）。
A.反分裂国家法
B.反恐怖主义法
C.民法典
D.网络安全法
答案：ABD
246.《关于加强社会主义法治文化建设的意见》提出，到2035 年，基本形成与（ ）相适应，与中国特色社会主义法治体系相适应的社会主义法治文化。
A.法治国家
B.法治政府
C.法治社会
D.法治民族
答案：ABC
247.广播电视、报纸期刊、互联网等大众传媒承担公益普法责任，积极利用国家宪法日、全民国家安全教育日、国家网络安全宣传周、消费者权益保护日、知识产权宣传周等重要时间节点，在（ ）设置普法专栏专题，针对社会热点和典型案事件及时开展权威准确的法律解读。
A.重要版面
B.重要频道
C.重要时段
D.重要企业
答案：ABC
248.民法典宣传要突出（ ）。
A.核心要义
B.基本原则
C.主要内容
D.域外适用案例
答案：ABC
249.“法律明白人”遴选标准包括（ ）。
A.具有法律职业资格
B.热心公益事业
C.熟悉村情民意
D.拥护党的领导
答案：BCD
250.公共法律服务，是指由政府主导、社会参与的，为满足公民、法人和其他组织基本法律服务需求而提供的公共法律（ ）、（ ）、（ ）以及其他相关法律服务。
A.服务设施
B.服务产品
C.服务活动
D.服务行为
答案：ABC
251.张某和王某系夫妻，张某想借钱炒股，王某不同意，张某说:“我自己借钱自己还!”二人书面约定此后各自收入归各自所有。张某以自己名义向不知有此约定的同事孙某借钱，双方未约定利息。下列哪些选项是正确的?（ ）
A.孙某只能要求张某以个人财产还款
B.孙某有权要求张某以张某和王某所有的财产还款
C.王某如主张此系张某的个人债务，必须举证证明孙某知道她与张某之间的约定
D.张某还款时应参照同期银行贷款利息向孙某支付利息
答案：BC
252.根据《中华人民共和国民法典》的相关规定，下列说法不正确的是（ ）.
A.甲，为了早日继承其父亲的巨额财产而蓄谋杀死其父亲，但是由于意外原因而未遂，甲不会因此丧失继承权
B.乙，为了独自霸占家族的家业而雇凶杀害了其大哥，乙因此而丧失了继承权
C.丙，在一起车祸中生命垂危，弥留之际留下口头遗嘱，和其乘坐同一车辆的大儿子和丙的好友张三可以作为见证人
D.丁,临终前写下遗嘱将其财产遗赠给自己最为疼爱的侄子，其侄子在知道此事后一个月内未做出任何表示，这表明其侄子已经放弃接受遗赠
答案：ACD
253.根据《法律援助法》，下列哪些事项的当事人，因经济困难没有委托代理人的，可以向法律援助机构申请法律援助？（ ）
A.依法请求国家赔偿
B.请求给予社会保险待遇或者社会救助
C.请求发给抚恤金
D.请求认定公民无民事行为能力
答案：ABC
254.法律援助的形式主要包括（ ）。
A. 法律咨询
B. 代拟法律文书
C. 刑事辩护、刑事代理
D. 民事案件、行政案件、国家赔偿案件的诉讼代理或者非诉讼代理
答案：ABCD
255.在刑事诉讼中，下列哪些情形的被告人没有委托辩护人的，人民法院、人民检察院、公安机关应当通知法律援助机构指派律师为其提供辩护？（ ）
A. 犯罪嫌疑人、被告人是盲、聋、哑人
B. 犯罪嫌疑人、被告人是尚未完全丧失辨认或者控制自己行为能力的精神病人
C. 犯罪嫌疑人、被告人可能被判处无期徒刑、死刑
D. 犯罪嫌疑人、被告人经济困难
答案：ABC
256.法律援助人员在提供法律援助过程中负有哪些义务？（ ）
A. 依法维护受援人的合法权益
B. 保守在办理法律援助案件中知悉的国家秘密、商业秘密和个人隐私
C. 及时向受援人通报法律援助事项的进展情况
D. 不得利用法律援助事项牟取任何不正当利益
答案：ABCD
257.受援人在接受法律援助期间，享有以下哪些权利？（ ）
A. 了解为其提供法律援助的进展情况
B. 有权要求法律援助机构及相关人员对其个人信息予以保密
C. 可以向法律援助机构申请更换符合规定的法律援助人员
D. 在案件胜诉后，有权要求对方当事人承担其本应支付的法律服务费用
答案：AB
258.从年龄上看，属于或视为完全民事行为能力人的是（ ）
A.18 周岁以上的自然人
B.16 周岁以上以自己的劳动收入为主要生活来源的未成年人
C.14 周岁以上的自然人
D.12 周岁以上的自然人
答案：AB
259.甲公司拖欠员工陈某工资，后双方经人民调解委员会调解，甲公司和陈某达成调解协议，约定甲公司应当在调解协议生效后一个月内向陈某支付拖欠的工资 5 万元。人民调解委员会据此制作调解协议书。一个月期限届满后，甲公司拒不履行，陈某应当如何救济？（ ）
A.申请法院强制执行调解协议书
B.直接向法院起诉甲公司要求履行调解协议书
C.向劳动仲裁委申请劳动仲裁
D.就调解协议向法院申请支付令
答案：CD
260.《民法典》规定，物权保护的方式包括确认权利、返还原物、（ ）、修理、重作、更换、恢复原状、请求损害赔偿。
A.消除危险
B.恢复名誉
C.排除妨害
D.支付违约金
答案：AC
261.《民法典》规定，赠与人将自己的财产无偿给予受赠人，受赠人有下列（ ）情形之的，赠与人可以撤销赠与。
A.严重侵害赠与人或者赠与人近亲属的合法权益的
B.对赠与人有扶养义务而不履行的
C.不履行赠与合同约定的义务的
D.与受赠人关系恶化的
答案：ABC
262.国家对从事下列哪些司法鉴定业务的鉴定人和鉴定机构实行登记管理制度。（ ）
A.法医类鉴定；
B.物证类鉴定；
C.声像资料鉴定；
D.根据诉讼需要由国务院司法行政部门商最高人民法院、最高人民检察院确定的其他应当对鉴定人和鉴定机构实行登记管理的鉴定事项。
答案：ABCD
263.司法鉴定人负责制包括的主要内容（ ）。
A.回避
B.保密
C.出庭
D.参加培训
答案：ABC
264.具有下列情形之一的鉴定委托，司法鉴定机构不得受理（ ）。
A.委托事项超出本机构业务范围的
B.鉴定事项违背社会公德的
C.鉴定要求超出本机构鉴定能力的
D.鉴定事项由遗漏，委托补充鉴定的
答案：ABC
265.村（居）法律顾问的工作范围主要包括（ ）。
A. 为村（居）管理提供法律专业意见
B. 为村民提供法律咨询和法律服务
C. 开展法制宣传
D. 参与人民调解工作
答案：ABCD
266.村（居）法律顾问充当村（居）“参谋助手”主要体现在哪些方面？（ ）
A. 协助起草、审核、修订村规民约和其它管理规定
B. 为重大项目谈判、签订重要经济合同提供法律意见
C. 协助处理换届选举中的法律问题
D. 代理村（居）参加所有诉讼活动
答案：ABC
267.村（居）法律顾问的日常工作要求包括（ ）。
A. 每个月至少入村服务一次
B. 每个季度至少开展法制讲座一次
C. 及时回应村（居）组织和人民群众的法律咨询
D. 每周向司法局报告工作
答案：ABC
268.建立一村（居）一法律顾问制度的目的是（ ）。
A. 推进法律服务进城乡社区
B. 增强广大基层干部群众的法律意识
C. 促进村（居）组织民主决策，依法办事
D. 引导群众通过合法途径表达诉求，解决矛盾纠纷
答案: ABCD
269.村（居）法律顾问可以由下面哪些人员担任？（ ）
A. 律师
B. 基层法律服务工作者
C.县级司法行政机关、司法所工作人员
D.法律援助中心工作人员
答案：ABCD
270.下列哪些形式的遗嘱在效力上是平等的（ ）。
A.公证遗嘱
B.自书遗嘱
C.代书遗嘱
D.口头遗嘱
答案：ABCD
271.某旅游公司授权甲去云南洽谈民宿价格。正值松茸季，甲以公司名义和商家用公司团购优惠价订立松茸买卖合同并付款，准备卖给自己的客户赚钱，写寄送地址的时候不小心写成公司地址，寄到了公司。公司知晓后拿来做福利发给员工。关于本案，下列说法正确的是？（ ）
A.甲有权请求公司返还价款
B.商家可以欺诈为由撤销合同
C.甲构成无权代理
D.甲有权请求公司返还松茸
答案：AC
272.有下列情形之一的，诉讼时效中断，从中断、有关程序终结时起，诉讼时效期间重新计算：
A.权利人向义务人提出履行请求
B.义务人同意履行义务
C.权利人提起诉讼或者申请仲裁
D.与提起诉讼或者申请仲裁具有同等效力的其他情形
答案：ABCD
273.不动产的相邻权利人应当按照( )的原则，正确处理相邻关系。
A.有利生产
B.方便生活
C.团结互助
D.公平合理
答案：ABCD
274.当事人在订立合同过程中有下列情形之一，造成对方损失的，应当承担赔偿责任：
A.假借订立合同，恶意进行磋商；
B.故意隐瞒与订立合同有关的重要事实或者提供虚假情况；
C.泄露对方商业机密；
D.违反保密义务
答案：ABCD
275.下列财产为夫妻一方的个人财产：
A.一方的婚前财产；
B.一方因受到人身损害获得的赔偿或者补偿；
C.遗嘱或者赠与合同中确定只归一方的财产；
D.一方专用的生活用品；
E.其他应当归一方的财产。
答案：ABCDE
`;

export const rawTrueFalse = `
1.习近平法治思想是中国特色社会主义法治理论的重大创新发展。（√）
2.习近平法治思想是马克思主义法治理论中国化的最新成果。（√）
3.党的领导和社会主义法治是一致的，社会主义法治必须坚持党的领导，党的领导必须依靠社会主义法治。（√）
4.习近平法治思想是习近平新时代中国特色社会主义思想的重要组成部分。（√）
5.法治政府建设是全面依法治国的重点任务和主体工程。（√）
6.习近平法治思想的提出是中国式法治现代化的重要标志。（√）
7.全面依法治国是国家治理的一场深刻革命，关系党执政兴国，关系人民幸福安康，关系党和国家长治久安。（√）
8.当前，党对全面依法治国的领导得到了全面加强和实现。（√）
9.党的二十大报告指出，全面依法治国总体格局基本形成。（√）
10.一个政党，只有顺民意、得民心、为民谋利，才能得到人民群众的拥护和支持，才能永远立于不败之地。（√）
11.法治建设需要全社会共同参与，只有全体人民信仰法治、厉行法治，国家和社会生活才能真正实现在法治轨道上运行。（√）
12.全面依法治国必须抓住领导干部这个“关键少数”。（√）
13.习近平法治思想强调，法治建设要以经济建设为中心。（×）
14.全面依法治国必须坚持依法治国和以德治国对立统一。（×）
15.领导干部具体行使党的执政权和国家立法权、行政权、监察权、司法权，是全面依法治国的关键。（√）
16.党的领导是推进全面依法治国的根本保证。（√）
17.推进全面依法治国是国家治理的一场深刻变革，必须以科学理论为指导，加强理论思维，不断从理论和实践的结合上取得新成果，总结好、运用好党关于新时代加强法治建设的思想理论成果，更好指导全面依法治国各项工作。（√）
18.法治是国家治理体系和治理能力的重要依托。（√）
19.坚持建设中国特色社会主义法治体系，中国特色社会主义法治体系是推进全面依法治国的总抓手。（√）
20.坚持在法治轨道上推进国家治理体系和治理能力现代化，只有全面依法治国才能有效保障国家治理体系的系统性、规范性、协调性、才能最大限度凝聚社会共识。（√）
21.坚持依宪治国、依宪执政，就包括坚持宪法确定的中国共产党领导地位不动摇，坚持宪法确定的人民民主专政的国体和人民代表大会制度的政体不动摇。（√）
22.坚持中国特色社会主义法治道路，其本质上是中国特色社会主义道路在法治领域的具体体现。（√）
23.要坚持以人民为中心。全面依法治国最广泛、最深厚的基础是人民，必须坚持为了人民、依靠人民、造福人民、保护人民。（√）
24.习近平法治思想的核心要义和理论精髓集中体现为“十一个坚持”。（√）
25.根据《关于推进全省司法所综合改革的实施意见》，原则上每个县（市、区）要有能够发挥示范引领带动作用的大型司法所。（√）
26.根据《关于推进全省司法所综合改革的实施意见》，新任司法所长应当掌握相应的法律知识、原则上具有大专以上学历。（×）
27.根据《关于推进全省司法所综合改革的实施意见》，应积极探索以部分大型、中型司法所为中心的片区协作联动机制，组织各类型司法所就近结对互助。（√）
28.司法协理员录用要严格标准和程序，突出专业素养、专业能力，优先录用具有法学专业背景和法律服务从业经历的人员。（√）
29.司法所要合理安排司法协理员具体工作任务，对具有执法权要求的工作，可以安排司法协理员单独完成。（×）
30.根据《关于推进全省司法所综合改革的实施意见》在已经实行社区矫正“队建制”的地区，按照就近方便原则，组织司法所与社区矫正中队建立联建关系。（√）
31.县（市、区）司法局应当把司法所作为人才锻炼培养的重要平台，鼓励选派优秀干部和新入职人员到司法所锻炼、任职，选拔优秀的司法所干部到机关科室任职。（√）
32.县（市、区）司法局党组要结合半年、年度工作总结，专题讲评“局所联动、所呼局应”机制推进落实情况，并将评价结果作为衡量班子成员、科室负责人工作成效的重要参考。（√）
33.司法所是我国基层政法组织的重要组成部分，是司法行政机关的最基层单位。（√）
34.司法所干部每年参加培训，累计不少于 10 天或者 90 学时。（×）
35.司法所一般按行政区划单独设置，原则上每个乡镇（街道）设置一个司法所。（√）
36.健全司法所各项业务制度，规范工作流程和服务方式，推进司法所人员、职责、流程、规则“四公开”，自觉接受群众监督。（√）
37.司法所要切实加强党的建设，有正式党员 3 人以上的，应成立党支部。正式党员不足 3 人的，应按规定成立联合党支部。（√）
38.根据《关于加强和规范新时代“枫桥式司法所”建设的意见》，司法所应该扎实开展矛盾纠纷排查化解工作，年度调解纠纷成功率达到 90%以上。（×）
39.根据《关于加强和规范新时代“枫桥式司法所”建设的意见》，乡镇（街道）人民调解委员会配备 2 名以上专职人民调解员。（√）
40.自治区主席、自治州州长、自治县县长由少数民族的公民担任。（×）
41.中央军事委员会每届任期同全国人民代表大会每届任期相同，连续任职不得超过两届。（×）
42.中央和地方的国家机构职权的划分，遵循在中央的统一领导下，充分发挥地方的独立性、积极性的原则。（×）
43.中国共产党领导是中国特色社会主义最本质的特征。（√）
44.在自治区内实行的制度按照具体情况由全国人民代表大会以法律规定。（×）
45.在我国农村集体经济组织实行家庭承包经营为基础、统分结合的双层经营体制。（√）
46.在特别行政区内实行的制度按照具体情况由全国人民代表大会以宪法规定。（×）
47.由于国家机关和国家工作人员侵犯公民权利而受到损失的人，有依照规章的规定取得赔偿的权利。（×）
48.依照法律服兵役和参加民兵组织是中华人民共和国公民的权利。（×）
49.我国宪法在内容上分为序言、总纲、权利与义务、国家机构、国旗、国歌、国徽、首都等部分。（√）
50.省、直辖市、县、市、市辖区、乡、民族乡、镇、村设立人民代表大会和人民政府。（×）
51.人民法院和人民检察院对于不通晓当地通用的语言文字的诉讼参与人，可以为他们翻译。（×）
52.国家为了公共利益的需要，可以依照行政法规的规定对公民的私有财产实行征收或者征用。（×）
53.无人继承又无人受遗赠的遗产归国家所有，用于公益事业;死者生前是集体所有制组织成员的，归所在集体所有制组织所有。（√）
54.国家机关、承担行政职能的法定机构及其工作员对于履行职责过程中知悉的自然人的隐私和个人信息，可以他人提供。（×）
55.居住权期限届满或者居住权人死亡的，居住权消灭.居住权消灭的，应当及时办理注销登记。（√）
56.监护人不履行监护职责或者侵害被监护人合法权益的，应当承担法律责任。（√）
57.机关法人被撤销的，法人终止，其民事权利和义务由继任的机关法人享有和承担;没有继任的机关法人的，由作出撤销决定的机关法人享有和承担。（√）
58.法人应当有自己的名称、组织机构、住所、财产或者经费。法人成立的具体条件和程序，依照法律、行政法规的规定。设立法人，法律、行政法规规定须经有关机关批准的，依照其规定。（√）
59.自然人下落不明的时间自其失去音讯之日起计算。（√）
60.被监护人的父母担任监护人的，可以通过遗嘱指定监护人。（√）
61.根据法律规定，二人以上依法承担连带责任，权利人有权请求部分或者全部连带责任人承担责任。（√）
62.因物权的归属、内容发生争议的，利害关系人可以请求确认权利。（√）
63.依据《民法典》的规定，对遗产管理人的确定有争议的，利害关系人可以向人民法院申请指定遗产管理人。（√）
64.征收个人住宅的，应当依法给予征收补偿，维护被征收人的合法权益，还应当保障被征收人的居住条件。（√）
65.依据《民法典》的规定，夫妻共同所有的财产，除有约定的以外，遗产分割时，应当先将共同所有的财产的一半分出为配偶所有，其余的为被继承人的遗产。（√）
66.因继承取得物权的，自继承开始时发生效力。（√）
67.依据《民法典》的规定，代位继承人一般只能继承被代位继承人有权继承的遗产份额。（√）
68.法律规定专属于国家所有的不动产和动产，任何组织或者个人不能取得所有权。（√）
69.男女双方一方患有重大疾病的，不应结婚。（×）
70.依据《民法典》的规定，自然人可以依法设立遗嘱信托。（√）
71.根据《民法典》的规定，民事主体可以依法查询自己的信用评价，发现信用评价不当的，可以自行采取删除这一必要措施。（×）
72.李女士与赵先生因故离婚。离婚后李女士发现赵先生在二人婚姻存续期间擅自动用存款悄悄购买了一套房产。李女士可以向人民法院提起诉讼，请求再次分割夫妻共同财产。（√）
73.不动产物权的设立、变更、转让和消灭，未经登记，一律不发生效力。（×）
74.收养关系解除后，成年养子女与生父母及其他近亲属间的权利义务关系自行恢复。（×）
75.老李膝下无子，近日从隔壁村老王那里花 2 万元收养了一名 8 岁女童。老李的收养行为成立。（×）
76.子女对父母的赡养义务，自父母的婚姻关系发生变化时终止。（×）
77.依据《民法典》的规定，继承人有销毁遗嘱的严重行为，被继承人表示宽恕后，其不丧失继承权。（√）
78.王先生和李女士婚后 15 年一直无子女，二人均身体健康，有着稳定的收入，且二人均没有犯罪记录。根据《民法典》的规定，二人可以成为收养人收养一名孤儿。（√）
79.当事人对肖像许可使用合同中关于肖像使用条款的理解有争议的，应当作出有利于肖像使用方的解释。（×）
80.为研制新药、医疗器械或者发展新的预防和治疗方法，需要进行临床试验的，依法经相关主管部门批准即可。（×）
81.法人或者非法人组织对执行其工作任务的人员职权范围的限制，不得对抗善意相对人。（√）
82.《山东省乡村“法治带头人”“法律明白人”培养工作指引》提出，“法治带头人”和“法律明白人“的选拔程序分为遴选推荐、初步审核、考核上岗、挂牌工作四部分。（×）
83.《山东省乡村“法治带头人”“法律明白人”培养工作指引》提出，每年对“法治带头人”和“法律明白人”开展现场实践培训少于 2 次。（×）
84.中华人民共和国公民在法律面前一律平等。（√）
85.凡具有中华人民共和国国籍的人都是中华人民共和国人民。（×）
86.在我国公民所有的私有财产不受侵犯。（×）
87.在我国社会主义的公共财产神圣不可侵犯。（√）
88.在我国城市的土地属于集体所有。（×）
89.中华人民共和国各民族一律平等。（√）
90.国家依法实行国有土地有偿使用制度。（√）
91.在我国城镇中的手工业、工业、建筑业、运输业、商业、服务业等行业的各种形式的合作经济，都是社会主义劳动群众集体所有制经济。（√）
92.在我国参加农村集体经济组织的劳动者，有权在法律规定的范围内经营自留地、自留山、家庭副业和饲养自留畜。（√）
93.驾驶二轮摩托车必须戴安全头盔，乘坐人员则不必戴。（×）
94.对组织、领导犯罪集团的首要分子，按照集团所犯的全部罪行处罚。（√）
95.人民调解委员会受理的民间纠纷，主要是发生在平等民事主体之间，涉及当事人有权处分的人身、财产权益的各种纠纷。（√）
96.人民调解员从事调解工作，应当给予适当的误工补贴。（√）
97.经人民调解委员会调解的民间纠纷，当事人不得再通过仲裁、司法等途径解决纠纷。（×）
98.人民调解委员会由委员三至九人组成，设主任一人，不设副主任。（×）
99.人民调解组织应当在调解场所醒目位置悬挂全国统一的人民调解标识。（√）
100.人民调解委员会是调解民间纠纷的国家行政执法部门。（×）
101.未经当事人申请，人民调解委员会不得主动调解。（×）
102.人民法院、有关行政机关、仲裁机构已经受理（委托调解的除外）或者解决的纠纷，当事人又申请人民调解的，人民调解委员会应当受理。（×）
103.当事人对人民调解员提出回避要求的，人民调解委员会应予以调换。（√）
104.人民调解员在调解开始前，必须采取书面形式向当事人告知人民调解的原则、当事人权利义务等事项。（×）
105.人民调解委员会和人民调解员应当对当事人的个人隐私或商业秘密等事项予以保密。（√）
106.人民调解委员会应当建立人民调解员名册制度，方便当事人选择和监督。（√）
107.基本技能的应用需灵活，同一纠纷中可交替使用建立信任、厘清需求等技巧。（√）
108.面对多次沟通仍坚持自身观点、拒绝让步的固执己见者，调解员可直接援引法律条文否定其诉求，并强制提出符合法律规定的调解方案，以避免调解陷入僵局。（×）
109.人民调解员调解民间纠纷，需要进行相关鉴定以明确责任的，经双方当事人同意，可由人民调解委员会委托有法定资质的专业鉴定机构进行鉴定，也可由双方当事人共同委托鉴定。（√）
110.对缓刑考验期满、原判刑罚不再执行的解除社区矫正人员，在其生产生活遇到困难、寻求帮助时，有关部门不需对其进行安置帮扶。（×）
111.县级司法行政部门应当在接到服刑人员释放信息后及时通报同级公安机关。（√）
112.对居住地和户籍地不一致的服刑人员，本人要求回居住地的，户籍地县级司法行政部门应当及时将其释放信息送达居住地县级安置帮教机构。（√）
113.县级司法行政部门应当在接到服刑人员释放信息后及时通报公安派出所。（×）
114.对释放的“三无”人员，户籍地司法所应当向乡镇（街道）报告，由乡镇（街道）派人接回，解决住处和必要的生产、生活资料。（√）
115.县级司法行政部门可以根据帮教评估结果作出缩短帮教期限的决定，每次缩短期限最长不超过六个月；对重点帮教对象也可以缩短帮教期限。（×）
116.分析研判可以采取问题梳理、个案讨论、会议研判等形式进行，原则上乡镇（街道）每半月一次，县级每月一次，市级每季度一次。（√）
117.对实行“双列管”的帮教对象，由实际居住地开展风险评估。（√）
118.日常帮教团队按规定每年评估安置帮教效果，经乡镇（街道）审核后上报县级安置帮教机构。（√）
119.县级司法行政部门对定期走访无法确认去向的疑似失联人员，及时通报同级公安机关开展协查。（√）
120.司法行政部门会同相关部门推动对刑满释放人员及其子女就业限制的政府规章、规范性文件进行审查，依法协调修改不合理规定。（√）
121.公安机关对单位提出查询本单位在职人员或者拟招录人员犯罪记录的申请，应当进行审核，不符合法律、行政法规关于从业禁止规定的不得受理。（√）
122.人力资源社会保障部门应当按规定保障刑满释放人员参加社会保险的权利，刑满释放人员按规定参保缴费，符合条件的，依法享受社会保险待遇。（√）
123.民政部门对遭遇突发性、紧迫性、灾难性困难，生活陷入困境，靠自身和家庭无力解决，其他社会救助制度暂时无法覆盖或者救助之后生活仍有困难的刑满释放人员或者家庭，给予临时救助，情况紧急的可以先行救助。（√）
124.县、乡两级综治中心协调督促推动辖区内安置帮教有关职能部门整改问题、化解矛盾风险、落实帮教措施。（√）
125.在重大复杂疑难案件的办理、交付接收、收监执行、执行地变更、刑满释放衔接安置等工作中，存在意见分歧、衔接困难或有重大风险的，经本级沟通协商不能达成一致的，可直接报省级业务主管单位协调。（×）
126.密切关注舆情动向，会同公安、网信等部门，及时制止和打击炫耀服刑经历、歪曲抹黑攻击我国司法制度等行为，妥善处置各类负面舆情。（√）
127.监狱、社区矫正机构应当在服刑人员刑满释放或解矫前开展回归社会危险性评估或解矫鉴定，综合考量服刑（矫正）期间表现、掌握劳动技能情况以及可能遇到的生活困难、家庭变化、社会交往等情况，开展分析研判、动态评估，精准判定一般帮教对象和重点帮教对象类别，向安置帮教机构提出针对性服务管理建议。（√）
128.监狱、社区矫正机构、安置帮教机构加强沟通协调，按规定做好相关信息录入、推送、核查、反馈等工作。（√）
129.县级安置帮教机构按规定开展衔接准备，并将信息及时通报上级公安机关。（×）
130.会同相关部门推动审查涉刑满释放人员及其子女就业的政府规章、规范性文件等，依法清理不合理就业限制。（√）
131.指导司法所在规定时间内与帮教对象见面，介绍安置帮教政策、协助申请落实有关社会救助政策；对未按时登记人员，要主动追踪其去向。（√）
132.落实逐人建档和定期排查走访制度，密切掌握安置帮教对象特别是重点帮教对象的情况，发现有危害社会的苗头，及时通报综治中心、公安机关和当地党委政府。（√）
133.鼓励动员社会组织、企业、社会志愿者参与帮教活动，指导推动建设永久性安置帮教基地，积极引导社会组织、爱心企业建设就业培训基地、劳动服务基地。（×）
134.加强与群防群治力量、派出所、综治中心等基层维稳单位的信息共享、协调配合，及时发现、调处刑满释放人员矛盾纠纷。（√）
135.加强涉社区矫正对象、安置帮教对象矛盾纠纷排查化解，对存在“三失一偏”、涉访涉诉等高风险情形的，有针对性地做好思想引导、心理疏导和纠纷化解。（√）
136.各级司法行政机关要为监狱、社区矫正机构开展法治宣传提供必要的法律服务资源支持。（√）
137.加强保护刑释解矫人员合法权益相关法律法规的宣传，提高全社会对刑释解矫人员的包容度。（√）
138.组织“法治带头人”、“法律明白人”、人民调解员等参与特殊群体普法宣传、教育帮扶，做到实时普法、精准普法。（√）
139.结合国家安全日、宪法宣传周、山东省法治宣传教育月等时间节点，开展多形式普法活动。（√）
140.社区矫正对象应当根据司法所要求，每两周到司法所或者司法所指定场所提交书面报告。（×）
141.社区矫正对象申请外出时间在七日内的，由司法所审批。（ √）
142.被某人民法院宣告缓刑的社区矫正对象 A，应当自判决生效之日起十个工作日内到执行地社区矫正机构报到。（×）
143.对于因正常工作和生活需要经常性跨市、县活动的社区矫正对象，社区矫正机构可以根据情况，简化批准程序和方式。（ √）
144.社区矫正对象前来报到时，执行地县级社区矫正机构尚未收到法律文书或者法律文书不齐全的，应当及时登记待接收人员信息，并通知交付机关在五日内送达或者补齐法律文书。（√）
145.社区矫正机构应当依法接收社区矫正对象，核对法律文书、核实身份、办理接收登记、建立档案，并宣告社区矫正对象的犯罪事实、执行社区矫正的期限以及应当遵守的规定。（√）
146.未成年社区矫正对象在社区矫正期间年满十八周岁的，应当按成年人社区矫正的有关规定执行。（ ×）
147.保外就医的社区矫正对象张某向执行地县级社区矫正机构申请延长报告身体情况和提交复查情况的期限为六个月，执行地县级社区矫正机构审批通过后，需报上一级社区矫正机构批准。（×）
148.为追查民事执行裁定，县法院执行局可以协调县社区矫正机构通过电子定位装置获得社区矫正对象王某的位置信息。（× ）
149.县级以上有关部门应当将社区矫正工作纳入基层治理网格化管理服务范围，强化协同配合，提高对社区矫正对象的精细化管理水平。（√）
150.县级以上人民政府及其部门，应当经常对规范性文件进行清理，发现与新公布的法律、法规或者规章的规定不一致的，或者与法律、法规或者规章的规定相抵触的，应当及时修改或者废止。（√ ）
151.根据《山东省重大行政决策目录管理办法》，重大行政决策事项目录公布后，任何情况下都不得进行调整。（×）
152.某省政府部门制定的行政规范性文件，只需经本部门负责人签署同意后，即可对外公布实施，无需进行合法性审核。（×）
153.依据《公平竞争审查条例实施办法》，地方政府制定涉及市场准入的政策措施时，为促进本地经济发展，可以设置一些歧视性的准入条件。（×）
154.重大行政决策在进行风险评估时，只能由决策承办单位自行组织评估，不能委托第三方机构。（×）
155.在重大行政决策公众参与过程中，对于公众提出的意见和建议，只需对有代表性的意见进行研究处理即可。（×）
156.制定行政规范性文件（涉及非阶段性工作），在公布时未注明有效期，该文件仍然有效且不影响正常执行和管理。（√ ）
157.在编制重大行政决策草案时，已经进行了公众参与、专家论证等程序，就不需要再进行合法性审查。（×）
158.行政规范性文件有效期届满后，自动废止。（×）
159.重大行政决策事项建议提出后，决策机关应直接启动决策程序，无需进行研究论证。（×）
160.行政执法机关作出的行政许可、行政处罚的执法决定信息，要在执法决定作出之日起 7 个工作日内公开，但法律、行政法规另有规定的除外。（√ ）
161.行政执法机关要做好音像记录与文字记录的衔接工作，对文字记录能够全面有效记录执法行为的，可以不进行音像记录。（√ ）
162.在各级行政执法机关全面推行“三项制度”，以行政处罚、行政强制、行政检查、行政征收征用、行政许可等行政执法行为为重点。（√）
163.行政执法机关作出重大执法决定前，要严格进行法制审核，未经法制审核或者审核未通过的，不得作出决定。（√ ）
164.行政执法机关要完善执法案卷管理制度，按照有关法律法规和档案管理规定归档保存执法全过程记录资料，确保所有行政执法行为有据可查。（√ ）
165.法律、法规授权的具有管理公共事务职能的组织，在法定授权范围内，以自己的名义实施行政许可。（√ ）
166.行政许可采取统一办理或者联合办理、集中办理的，办理的时间不得超过四十五日；四十五日内不能办结的，经本级人民政府负责人批准，可以延长十五日。（√ ）
167.行政机关及其工作人员利用行政强制权为单位或者个人谋取利益的，由上级行政机关或者有关部门责令改正，对直接负责的主管人员和其他直接责任人员依法给予处分。（√ ）
168.重大执法决定法制审核是确保行政执法机关作出的重大执法决定合法有效的关键环节。（√ ）
169.当事人应当自收到行政处罚决定书之日起十五日内，到指定的银行或者通过电子支付系统缴纳罚款。（√ ）
170.“八五”普法规划提出到 2025 年，公民法治素养和社会治理法治化水平显著提升。（√ ）
171.行政执法人员在执法过程中，应当结合案情向行政相对人进行释法说理。（ √）
172.到 2025 年，乡村“法律明白人”培养工程普遍实施。（√ ）
173.行政机关普法责任清单应当向社会公开。（√）
174.党的十八届四中全会明确提出实行国家机关“谁管理谁普法”的普法责任制。（×）
175.“法律明白人”由县级司法行政机关直接任命。（×）
176.“1+N”行动指的是“1 名村（居）法律顾问+N 名法治带头人”。（×）
177.推广“法律明白人”培养模式，每村至少培养 10 名骨干。（×）
178.高中阶段学生应掌握我国基本法律原则。（×）
179.仲裁裁决生效后，一方当事人不履行的，另一方当事人只能向仲裁委员会申请强制执行。（×）
180.公共法律服务应当遵循公共性、均等性、便利性的原则，以覆盖城乡、便捷高效、均等普惠为目标。（√）
181.县（市、区）人民政府司法行政部门应当在村民委员会、居民委员会设立公共法律服务工作室。（√）
182.公证机构是依法设立，不以营利为目的，依法独立行使公证职能、承担民事责任的司法机关。 （×）
183.公证机构按照统筹规划、合理布局的原则，可以在县、不设区的市、设区的市、直辖市或者市辖区设立；在设区的市、直辖市可以设立一个或者若干个公证机构。公证机构不按行政区划层层设立。 （√）
184.司法鉴定机构拒绝履行司法鉴定援助义务，应当由省人民政府司法行政部门吊销其《司法鉴定许可证》。（×）
185.《全国人大常委会关于司法鉴定管理问题的决定》是鉴定领域的最高法律。（√）
186.民商事仲裁实行一裁终局制度，裁决作出后，当事人就同一纠纷再申请仲裁或者向人民法院起诉的，仲裁委员会或者人民法院不予受理。（√）
187.当事人达成仲裁协议后，一方当事人向人民法院起诉的，人民法院必须受理该案件。（×）
188.民商事仲裁中，仲裁员由双方当事人共同选定或者共同委托仲裁委员会主任指定。（√）
189.在完成单位紧急工作时，可以使用非涉密信息系统、非涉密信息设备存储或者处理国家秘密。（×）
190.保密法修订旗帜鲜明地把党管保密写入法律，对保密工作基本原则、体制机制、定密解密、保密制度、监督管理、法律责任等方面内容进行了完善细化。（ √）
191.新修订保密法在解密制度方面，将国家秘密审核由每年审核修改为定期审核，并明确了未履行解密审核责任造成严重后果的法律责任，进一步压实定密机关、单位解密审核的主体责任。（×）
192.发现利用互联网及其他公共信息网络发布的信息涉嫌泄露国家秘密的，应当及时处置报告，并根据要求删除涉及泄露国家秘密的信息，对有关设备进行技术处理等。（ √）
193.正确认识和把握信息公开和国家秘密保护的关系，关键是要做到依法保密、及时公开、保放适度。（×）
194.机关、单位要认真落实保密工作责任制，依法设置保密工作机构或指定专人负责保密工作，形成一级抓一级、层层抓落实的保密工作格局，确保新修订保密法规定的各项制度落到实处。（√）
195.新修订保密法进一步细化了涉密人员脱密期管理要求和管理措施，明确涉密人员脱密期结束后，不再对知悉的国家秘密负有保密义务。（×）
196.新修订保密法规定，机关、单位应加强对信息系统、信息设备的保密管理，建设保密自监管设施，及时发现并处置安全保密风险隐患。（√）
197.新修订保密法明确国家对保密科学技术研究和应用的鼓励、支持，强调提升自主创新能力，依法保护保密领域的知识产权，为保密科技实现高水平自立自强提供了法律支持。（ √）
198.机关、单位不得将依法应当公开的事项确定为国家秘密，不得将涉及国家秘密的信息公开。（√）
199.乡级以上人民政府应当加强保密基础设施建设和关键保密科学技术产品的配备。（×）
200.机关、单位及其工作人员履行保密工作责任制情况应当纳入年度考评和考核内容。（√）
201.机关、单位应当将集中制作、存放、保管国家秘密载体的专门场所确定为保密要害部位。（√）
202.涉密人员在脱密期内，就业和出境不受任何限制。（×）
203.已经依法移交各级国家档案馆的属于国家秘密的档案，由各级国家档案馆按照国家有关规定进行解密审核。（×）
204.涉密会议、活动保密管理应当按照“谁主办，谁负责”的原则，由主办单位履行保密管理职责。（√）
205.机关、单位组织人事部门应当定期组织涉密人员复审，确保其符合涉密岗位工作要求。（√）
206.涉密人员出境，由机关、单位组织人事部门和保密工作机构提出意见，按照人事、外事审批权限审批。（√）
207.机关、单位确定、变更和解除本机关、本单位的国家秘密，应当由承办人提出具体意见，经定密责任人审核批准。（√）
208.国家秘密的知悉范围能够限定到具体人员的，限定到具体人员；不能限定到具体人员的，限定到机关、单位，由该机关、单位限定到具体人员。（√）
209.普通手机关机后可以带入保密要害部门、部位。（×）
210.涉密计算机改作非涉密计算机使用，应当经过机关、单位批准，并对涉密信息作删除或格式化处理。（×）
211.任用、聘用涉密人员应当按照国家有关规定进行审查。（√）
212.一个人在涉密岗位工作年限越长，知道国家秘密就越多，因此，应当根据个人在涉密岗位工作年限确定涉密等级。（×）
213.国家秘密的保密期限，自标明的制发日起计算。（√）
214.“工作秘密”，是指机关、单位在履行职能过程中产生或者获取的不属于国家秘密但泄露后会造成一定不利影响的事项。（√）
215.国家秘密的密级、保密期限和知悉范围一旦确定，就不能进行变更。（×）
`;
    